Repository: BlindHelp/weather_plus
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: cs, de, gl, hr, it, pl, sk, tr, vi

source: Want to use the suggested name?
cs: Chcete použít navrhované jméno?
de: Möchten Sie den vorgeschlagenen Namen verwenden?
gl: Desexa utilizar o nome suxerido?
hr: Želiš li koristiti predloženo ime?
it: Vuoi utilizzare il nome suggerito?
pl: Czy chcesz użyć podpowiedzianą nazwę?
sk: Chcete použiť navrhnutý názov?
tr: Önerilen adı kullanmak ister misiniz?
vi: Có muốn dùng tên được gợi ý không?

source: Import cities
cs: Importovat kód města
de: Städte importieren
gl: Importar cidades
hr: Uvezi gradove
it: Importa città
pl: Importuj miasta
sk: Importovať kódy miest
tr: Şehirleri içe aktar
vi: Nạp tỉnh / thành

source: Empty file or not in cities format compatible!
cs: Prázdný soubor nebo není v kompatibilním formátu s městy!
de: Leere Datei oder nicht mit dem Format der Stadt kompatibel!
gl: Arquivo vacío ou non presenta o formato de cidades compatible!
hr: Prazna datoteka ili nije kompatibilna s formatom gradova!
it: File vuoto o non compatibile con il formato città!
pl: Pusty plik lub niezgodny z formatem miast!
sk: Prázdny súbor alebo nie v kompatibilnom formáte s mestami!
tr: Boş dosya veya şehirler formatına uyumlu değil!
vi: tập tin rỗng, hoặc định dạng tỉnh / thành không tương thích!

source: Do you want to replace your list with this?
cs: Chcete to vymazat ze seznamu
de: Möchten Sie die Liste damit ersetzen?
gl: Quere substituír a súa lista con iso?
hr: Želiš li zamijeniti popis gradova ovim popisom?
it: Vuoi sostituire la tua lista con questa?
pl: Czy chcesz zastąpić listę nowszą?
sk: Chcete nahradiť svoj zoznam týmto novým zoznamom?
tr: Listenizi bununla değiştirmek ister misiniz?
vi: Bạn có muốn thay thế danh sách của bạn bằng cái này không?

source: If you select yes, your list will be completely replaced.
cs: Když zvolíte ano, váš seznam s městy bude kompletně nahrazen
de: Wenn Sie auf "Ja" klicken, wird damit die komplette Liste ersetzt.
gl: Se selecciona si, a súa lista vai ser totalmente substituído.
hr: Ako odabereš „Da”, popis će se kompletno zamijeniti.
it: Se si seleziona sì, la lista verrà completamente sostituita.
pl: Jeżeli wybierzesz tak, twoja lista będzie kompletnie zastąpiona.
sk: Ak zvolíte áno, váš zoznam bude úplne nahradený.
tr: Evet derseniz listeniz tamamen değiştirilecektir.
vi: Nếu chọn có, danh sách của bạn sẽ bị thay thế hoàn toàn.

source: If you select no, the new cities will be added to your list.
cs: Když zvolíte ne, budou přidány pouze nová města a ty stávající zůstanou
de: Wenn Sie auf "Nein" klicken, werden die neuen Namen der Städte in der Liste ergänzt.
gl: Se selecciona ningún, a nova cidades vai ser engadido á súa lista.
hr: Ako odabereš „Ne”, u popis će se dodati novi gradovi.
it: Se si seleziona no, la nuova città sarà aggiunta alla tua lista.
pl: Jeżeli wybierzesz nie, nowe miasta będą dodane do istniejącej listy.
sk: Ak zvolíte nie, nové mestá budú pridané do vášho zoznamu.
tr: Hayır derseniz listenize yeni şehirler eklenir.
vi: Nếu chọn không, tỉnh / thành mới sẽ được thêm vào danh sách của bạn.

source: Select import mode
cs: Vyberte režim importování
de: Importmodus auswählen
gl: Seleccione o modo de importación
hr: Odaberi način uvoza
it: Selezionare la modalità di importazione
pl: Wybierz tryb importowania
sk: Vyberte režim importu
tr: İçe aktarma kipini seçin
vi: Chọn chế độ nạp

source: File contents
cs: Obsahy souboru
de: Datei-Inhalt
gl: Contidos do arquivo
hr: Datoteka sadrži
it: Contenuto del file
pl: Zawartość pliku
sk: obsah súboru
tr: Dosya içeriği
vi: Nội dung tập tin

source: cities
cs: Seznam dostupných měst
de: Städte
gl: cidades
hr: gradove
it: città
pl: miasta
sk: mestá
tr: şehirler
vi: Tỉnh / thành

source: Activate the check boxes of the cities you want to import.
cs: Zaškrtněte políčka kódů měst, která chcete importovat.
de: Aktivieren Sie die Kontrollkästchen der zu importierenden Städte.
gl: Active as casillas de verificación para as cidades que desexa importar.
hr: Označi potvrdne okvire gradova koje želiš uvesti.
it: Attivare le caselle di controllo delle città che si desidera importare.
pl: Aktywuj pola wyboru dla miast, których chcesz zaimportować.
sk: Začiarknite mestá, ktoré chcete importovať.
tr: Almak istediğiniz şehirlerin onay kutularını işaretleyin.
vi: Bật hộp kiểm của các tỉnh / thành bạn muốn nạp.

source: Importing cities in progress
cs: Probíhá importování kódů měst
de: Import der Städte-Informationen läuft
gl: Importación de cidades en progreso
hr: Uvoz gradova je u tijeku
it: Importazione delle città in corso
pl: Importowanie miast w toku
sk: prebieha import miest
tr: Şehirlerin içe aktarımı sürüyor
vi: Đang tiến hành nạp các tỉnh / thành

source: Were added
cs: Byly přidány
de: Ergänzt wurden
gl: Foron engadidos
hr: Dodani su
it: Sono state aggiunte
pl: Były dodane
sk: Boli pridané
tr: İlave edildi
vi: Đã thêm

source: new cities to the list
cs: Nové kódy měst do seznamu
de: neue Städte zur Liste
gl: novas cidades á lista
hr: novi gradovi u popis
it: nuove città alla lista
pl: Nowe miasta na liscie
sk: nové mestá do zoznamu
tr: listeye yeni şehirler
vi: tỉnh / thành mới vào danh sách

source: Have been ignored because existing
cs: byly ignorovány kvůli stávajícím
de: Ausgeschlossen, da schon vorhanden
gl: Foron ignorados porque existían
hr: Zanemareni su jer postoje
it: Sono state ignorate perché già esistenti
pl: były zignorowane, ponieważ istniejące
sk: Boli preskočené, lebo už boli v zozname
tr: Yok sayıldı çünkü listede var
vi: Bị bỏ qua vì đã tồn tại

source: Content of imported list
cs: Obsah importovaného seznamu
de: Inhalt der importierten Liste
gl: Contido da lista importada
hr: Sadržaj uvezenog popisa
it: Contenuto dell'elenco importato
pl: Treść importowanej listy
sk: Obsah importovaného zoznamu
tr: İçe aktarılan liste içeriği
vi: Nội dung danh sách đã nạp

source: Containing incomplete data
cs: Obsahuje neúplné údaje
de: Enthält unvollständige Daten
gl: Contén datos incompletos
hr: Sadrži nepotpune podatke
it: Contenenti dati incompleti
pl: Zawiera niepoprawne dane
sk: Obsahuje neúplné údaje
tr: Eksik veri içeriyor
vi: Có chứa dữ liệu không hoàn chỉnh

source: selected by the user
cs: Vybrané uživatelem
de: Vom Benutzer ausgewählt
gl: seleccionado polo usuario
hr: odabrano od korisnika
it: Selezionate dall'utente
pl: Oznaczone przez użytkownika
sk: Vybraté používateľom
tr: kullanıcı tarafından seçilen
vi: đã chọn bởi người dùng

source: Import finished
cs: Importování bylo dokončeno.
de: Import abgeschlossen
gl: Importación finalizada
hr: Uvoz je završen
it: Importazione terminata
pl: Importowanie zakończone
sk: Import dokončený
tr: İçe aktarım tamamlandı
vi: Đã nạp xong

source: A copy of
cs: Kopie
de: Eine Kopie von
gl: Unha copia de
hr: Kopija od
it: Una copia di
pl: Kopia
sk: Kópia
tr: Bir kopyası
vi: Bản sao của

source: It will be exported
cs: Bude exportované
de: Es wird exportiert
gl: Vai ser exportado
hr: Izvest će se
it: verrà esportata
pl: Będzie eksportowana
sk: Bude exportovaná
tr: Bu dışa aktarılacak
vi: Nó sẽ được xuất ra

source: But it does not yet contain the changes you just made the list!
cs: Ale stále neobsahuje změny, které byly provedeny v seznamu!
de: Aber sie enthält noch nicht die Änderungen, die Sie gerade in der Liste vorgenommen haben!
gl: Pero non contén aínda os cambios que fixo á lista!
hr: Ali još ne sadrži upravo napravljene promjene u popisu!
it: Ma non contiene ancora le modifiche appena apportate alla lista!
pl: Ale jeszcze nie zawiera zmany teraz zrobiłeś listę!
sk: Ale ešte neobsahuje zmeny, ktoré ste práve vykonali!
tr: Ama henüz listede yapılan değişiklikleri içermiyor!
vi: Nhưng nó vẫn chưa chứa những thay đổi bạn vừa thực hiện trong danh sách!

source: I proceed?
cs: Mám provést?
de: Fortsetzen?
gl: Continuar?
hr: Nastaviti?
it: Procedo?
pl: Kontynować?
sk: Chcete pokračovať?
tr: Devam edeyim mi?
vi: Có tiến hành không?

source: Export cities
cs: Exportovat kódy měst
de: Städte exportieren
gl: Exportar cidades
hr: Izvezi gradove
it: Esporta città
pl: eksportować miasta
sk: Exportovať mestá
tr: Şehirleri dışa aktar
vi: Xuất các tỉnh / thành

source: You can not export the same file at the same path!
cs: Nemůžete exportovat stejný soubor do téhož umístění!
de: Sie können nicht dieselbe Datei im gleichen Ordner speichern!
gl: Non pode exportar o mesmo arquivo á mesma ruta!
hr: Nije moguće izvesti istu datoteku na istu putanju!
it: Non è possibile esportare lo stesso file nello stesso percorso!
pl: Nie można eksportować taki sam plik do takiej samej ścieżki!
sk: Nemôžete exportovať rovnaký súbor na to isté miesto!
tr: Aynı adresteki aynı dosyayı dışa aktaramazsınız!
vi: Bạn không thể xuất các tập tin giống nhau ra cùng đường dẫn!

source: Hourlyforecast data report values.
cs: Hodnoty přehledu údajů podle hodinových předpovědí.
de: Werte für die stündliche Vorhersage.
gl: Valores do informe de datos da previsión por horas.
hr: Vrijednosti izvješća podataka po satima.
it: Valori del rapporto sui dati di previsione oraria.
pl: Wartości godzinnego wykazu pogody.
sk: Hodnoty prehľadu údajov podľa hodinových predpovedí.
tr: Saatlik tahmin veri raporu değerleri.
vi: Giá trị dữ liệu dự báo từng giờ.

source: Disable the data you don't want to be processed:
cs: Zakažte údaje, které nechcete spracovat:
de: Deaktivieren Sie die Daten, die nicht verarbeitet werden sollen:
gl: Desactiva os datos que non queres que se procesen:
hr: Onemogućite podatke koje ne želite obrađivati:
it: Disabilita i dati che non vuoi vengano elaborati:
pl: Wyłącz dane, których nie chcesz słyszeć:
sk: Zakážte údaje, ktoré nechcete spracúvať:
tr: İşlenmesini istemediğiniz verileri devre dışı bırakın:
vi: Vô hiệu các dữ liệu bằng không muốn tra cứu:

source: january
cs: leden
de: Januar
gl: xaneiro
hr: siječanj
it: gennaio
pl: styczeń
sk: január
tr: ocak
vi: tháng một

source: february
cs: únor
de: Februar
gl: febreiro
hr: veljača
it: febbraio
pl: luty
sk: február
tr: şubat
vi: tháng hai

source: march
cs: březen
de: März
gl: marzo
hr: ožujak
it: Marzo
pl: marzec
sk: marec
tr: mart
vi: tháng ba

source: april
cs: duben
gl: abril
hr: travanj
it: aprile
pl: kwiecień
sk: apríl
tr: nisan
vi: tháng tư

source: may
cs: květen
de: Mai
gl: maio
hr: svibanj
it: maggio
pl: maj
sk: máj
tr: mayıs
vi: tháng năm

source: june
cs: červen
de: Juni
gl: xuño
hr: lipanj
it: giugno
pl: czerwiec
sk: jún
tr: haziran
vi: tháng sáu

source: july
cs: červenec
de: Juli
gl: xullo
hr: srpanj
it: luglio
pl: lipiec
sk: júl
tr: temmuz
vi: tháng bảy

source: august
cs: srpen
gl: agosto
hr: kolovoz
it: agosto
pl: sierpień
tr: ağustos
vi: tháng tám

source: september
cs: září
gl: setembro
hr: rujan
it: settembre
pl: wrzesień
tr: eylül
vi: tháng chín

source: october
cs: říjen
de: Oktober
gl: outubro
hr: listopad
it: ottobre
pl: pażdziernik
sk: október
tr: ekim
vi: tháng mười

source: november
cs: listopad
gl: novembro
hr: studeni
it: novembre
pl: listopad
tr: kasım
vi: tháng mười một

source: december
cs: prosinec
de: Dezember
gl: decembro
hr: prosinac
it: dicembre
pl: grudzień
tr: aralık
vi: tháng mười hai

source: Monday
cs: Pondělí
de: Montag
gl: Luns
hr: Ponedjeljak
it: Lunedì
pl: poniedziałek
sk: Pondelok
tr: Pazartesi
vi: Thứ hai

source: Tuesday
cs: Úterý
de: Dienstag
gl: Martes
hr: Utorak
it: Martedì
pl: wtorek
sk: Utorok
tr: Salı
vi: Thứ ba

source: Wednesday
cs: Středa
de: Mittwoch
gl: Mércores
hr: Srijeda
it: Mercoledì
pl: środa
sk: Streda
tr: Çarşamba
vi: Thứ tư

source: Thursday
cs: Čtvrtek
de: Donnerstag
gl: Xoves
hr: Četvrtak
it: Giovedì
pl: czwartek
sk: Štvrtok
tr: Perşembe
vi: Thứ năm

source: Friday
cs: Pátek
de: Freitag
gl: Venres
hr: Petak
it: Venerdì
pl: piątek
sk: Piatok
tr: Cuma
vi: Thứ sáu

source: Saturday
cs: Sobota
de: Samstag
gl: Sábado
hr: Subota
it: Sabato
pl: sobota
sk: Sobota
tr: Cumartesi
vi: Thứ bảy

source: Sunday
cs: Neděle
de: Sonntag
gl: Domingo
hr: Nedjelja
it: Domenica
pl: niedziela
sk: Nedeľa
tr: Pazar
vi: Chủ nhật

source: It was not possible find the acronym of "%s"!
cs: Nebylo možné najít skratku „% s“!
de: Es war nicht möglich, das Akronym von "%s" zu finden!
gl: Non foi posible atopar o acrónimo de %s!
hr: Nije bilo moguće pronaći kraticu "% s"!
it: Non è stato possibile trovare l'acronimo di "%s"!
pl: Nie było możliwe znalezienie skrótu "%s"!
sk: Nebolo možné nájsť skratku „% s“!
tr: "%s" kısaltmasını bulamadım!
vi: Không tìm được từ viết tắt của "%s"!

source: This may not allow you to get the city details.
cs: To nemusí umožnit získat podrobnosti o městě.
de: Wahrscheinlich können Sie dadurch keine Stadtdetails erhalten.
gl: Isto podería non permitirlle obter os detalles da cidade.
hr: To ti možda neće omogućiti da dobijete detalje o gradu.
it: Questo potrebbe non consentirti di ottenere i dettagli della città.
pl: To uniemożliwia dostarczanie szczegółów o mieście.
sk: To nemusí umožniť získať podrobnosti o meste.
tr: Bu, şehir detaylarını almanıza izin vermeyebilir.
vi: Điều này có thể không cho phép bạn thu thập các thông tin chi tiết của tỉnh / thành.

source: Please report this to the author so he can add this country in database.
cs: Oznamte to prosím autorovi, aby tuto zemi mohl přidat do databáze.
de: Bitte melden Sie dies dem Autor, damit er dieses Land in die Datenbank aufnehmen kann.
gl: Por favor informa ao autor para que poida engadir este país na base de datos.
hr: Ovo prijavi autoru kako bi dodao ovu zemlju u bazu podataka.
it: Per favore segnalalo all'autore in modo che possa aggiungere questo paese nel database.
pl: Zgłoś to autorowi, aby mógł dodać ten kraj do bazy danych.
sk: Oznámte to prosím autorovi, aby mohol túto krajinu pridať do databázy.
tr: Lütfen bu ülkeyi veritabanına ekleyebilmesi için yazara bildiriniz.
vi: Vui lòng thông báo điều này cho tác giả để chúng tôi có thể thêm tên này vào cơ sở dữ liệu.

source: Send an email to %s
cs: Odeslat e-mail na adresu %s
de: Senden Sie eine E-Mail an %s
gl: Envía un correo electrónico a %s
hr: Pošalji e-poruku na %s
it: Invia una mail a %s
pl: Wyślij e-mail do %s
sk: Odoslať e-mail na %s
tr: %s Adresine bir e-posta gönderin
vi: Gửi một thư điện tử đến %s

source: With object the line below, thanks.
cs: S objektem pod ní, díky.
de: Mit dem Zeileneintrag unten, vielen Dank.
gl: Con obxecto a liña de abaixo, grazas.
hr: S predmetom ispod retka, hvala.
it: Con oggetto la riga qui sotto, grazie.
pl: Z obiektem linia poniżej, dzięki.
sk: Do predmetu uveďte nasledujúci riadok:
tr: Nesneyle aşağıdaki satırı sağlayın, teşekkürler.
vi: Với dòng bên dưới. Xin cảm ơn.

source: Downloaded
cs: Staženo
de: Heruntergeladen
gl: Descargado
hr: Preuzeto
it: Scaricati
pl: Pobrano
sk: Stiahnuté
tr: İndirildi
vi: Đã tải

source: of
cs: z
de: von
gl: de
hr: od
it: di
pl: z
sk: z
tr: toplam
vi: của

source: Find...
cs: Najít
de: Suchen...
gl: Buscar...
hr: Pronađi …
it: Trova...
pl: Znajdź...
sk: Vyhľadať...
tr: Bul...
vi: Tìm kiếm...

source: Find next
cs: Najít další
de: Nächstes Ergebnis
gl: Buscar seguinte
hr: Pronađi sljedeće
it: Trova successivo
pl: Znajdź następne
sk: Vyhľadať nasledujúce
tr: Sonrakini bul
vi: Tìm tiếp

source: Find previous
cs: Najít předchozí
de: Vorheriges Ergebnis
gl: Buscar anterior
hr: Pronađi prethodno
it: Trova precedente
pl: Znajdź poprzednie
sk: Vyhľadať predchádzajújce
tr: Öncekini bul
vi: Tìm trước

source: Be an error has occurred.
cs: Došlo k chybě.
de: Es ist ein Fehler aufgetreten.
gl: Produciuse un erro.
hr: Došlo je do greške.
it: Si è verificato un errore.
pl: Wystąpił błąd.
sk: Vyskytla sa chyba.
tr: Bir hata oluştu.
vi: Có lỗi xảy ra.

source: See the log for more information.
cs: Další informace naleznete v protokolu.
de: Weitere Informationen finden Sie im Protokoll.
gl: Vexa o rexistro para máis información.
hr: Dodatne informacije potraži u zapisniku.
it: Vedere il log per ulteriori informazioni.
pl: Zobacz dziennik po więcej informacji.
sk: Ďalšie informácie nájdete v zázname.
tr: Daha fazla bilgi için günlüğe bakın.
vi: Xem log để biết thêm thông tin

source: Error: failure writing file!
cs: Chyba při zápisu do souboru!
de: Fehler: Die Datei konnte nicht geschrieben werden!
gl: Erro: falo escribidno arquivo!
hr: Greška: nije moguće prepisati datoteku!
it: Errore: la scrittura del file è fallita!
pl: Błąd: niepowodzenie przy zapisywaniu pliku!
sk: Chyba pri zápise do súboru!
tr: Hata: dosya yazmada başarısız!
vi: Lỗi: ghi tập tin thật bại!

source: occurrences found
cs: nalezené výskyty
de: Ergebnisse gefunden
gl: concidencias atopadas
hr: pronađenih pojava
it: occorrenze trovate
pl: znalezionych wyników
sk: nájdené výskyty
tr: olanlar bulundu
vi: Đã xảy ra lỗi

source: for
cs: pro
de: für
gl: para
hr: za
it: per
pl: dla
sk: pre
tr: için
vi: cho

source: Choose a city.
cs: Vyberte město.
de: Wählen Sie eine Stadt aus.
gl: Seleccione cidade.
hr: Odaberi grad.
it: Scegli una città
pl: Wybierz miasto.
sk: Vyberte mesto.
tr: Bir şehir seçin.
vi: Chọn một tỉnh / thành.

source: List of availables Cities
cs: Seznam dostupných měst
de: Liste der verfügbaren Städte
gl: Lista de cidades dispoñibles
hr: Popis dostupnih gradova
it: Lista delle città disponibili
pl: lista dostępnych miast
sk: Zoznam dostupných miest
tr: Mevcut Şehirlerin listesi
vi: Danh sách các tỉnh / thành hiện có

source: Do not show this message again!
cs: Už nezobrazuj tuto zprávu !
de: Diese Meldung nicht erneut anzeigen!
gl: Non amosar esta mensaxe novamente!
hr: Ne prikazuj ponovo ovu poruku!
it: Non mostrare più questo messaggio!
pl: Nie pokazuj tego więcej
sk: Túto správu viac nezobrazovať!
tr: Bu mesajı tekrar gösterme!
vi: Không hiện lại thông điệp này!

source: &Install...
cs: &Instalovat...
de: &Installieren...
gl: &Instalar...
hr: &Instaliraj …
it: &Installa...
pl: &Zainstaluj...
sk: &Inštalovať ...
tr: K&ur...
vi: &Cài đặt...

source: Upd&ate...
cs: Akt&ualizovat...
de: &Aktualisieren...
gl: Actualiz&ar...
hr: A&žuriraj …
it: &Aggiorna...
pl: zaktualizu&j...
sk: &Aktualizovať ...
tr: &Güncelle...
vi: Cập &nhật...

source: &Close
cs: Za&vřít
de: S&chließen
gl: &Pechar
hr: &Zatvori
it: &Chiudi
pl: &Zamknij
sk: &Zavrieť
tr: &Kapat
vi: Đó&ng

source: &Uninstall...
cs: &Odinstalovat
de: &Deinstallieren...
gl: &Desinstalar...
hr: &Deinstaliraj …
it: &Disinstalla...
pl: &Usuń...
sk: &Odinštalovať...
tr: Kaldı&r...
vi: &Gỡ cài đặt...

source: Type the search string
cs: Napište, co chcete najít
de: Geben Sie ein, wonach Sie suchen
gl: Escriba a cadea de busca
hr: Upiši pojam za pretragu
it: Digitare il testo da cercare
pl: Napisz tekst do wyszukiwania
sk: Napíšte text, ktorý chcete vyhľadať
tr: Aranacak ifadeyi yazın
vi: Nhập chuỗi muốn tìm

source: Find
cs: Najít
de: Suchen
gl: Pescudar
hr: Pronađi
it: Trova
pl: Wyszukaj
sk: hľadať
tr: Bul
vi: Tìm kiếm

source: next
cs: Další
de: Weiter
gl: seguinte
hr: sljedeće
it: successivo
pl: Następny
sk: Nasledujúce
tr: sonraki
vi: tiếp

source: previous
cs: Předchozí
de: Zurück
gl: anterior
hr: prethodno
it: precedente
pl: Poprzedni
sk: Predchádzajúce
tr: önceki
vi: trước

source: No results next for
cs: Žádné další výsledky pro
de: Keine weiteren Ergebnisse für
gl: Non hai seguinte resultado para
hr: Nema sljedećih rezultata za
it: Nessun risultato successivo per
pl: Nie ma następnych wyników dla
sk: Žiadne ďalšie výsledky pre
tr: Sonraki için bir sonuç bulunamadı
vi: Không có kết quả tiếp theo cho

source: No previous results for
cs: Žádné předchozí výsledky pro
de: Keine vorherigen Ergebnisse für
gl: Non hai anterior resultado para
hr: Nema prethodnih rezultata za
it: Nessun risultato precedenti per
pl: Nie ma poprzednich wyników dla
sk: Žiadne predchádzajúce výsledky pre
tr: Önceki için bir sonuç bulunamadı
vi: Không có kết quả trước cho

source: &Select all
cs: &Vybrat vše
de: &Alles markieren
gl: &Seleccioar todo
hr: &Označi sve
it: &Seleziona tutto
pl: &Zaznacz wszystko
sk: &Vybrať všetko
tr: &Tümünü seç
vi: &Chọn tất cả

source: &Deselect all
cs: &Nevybrat nic
de: &Markierung aufheben
gl: &Deseleccioar todo
hr: Od&znači sve
it: &Deseleziona tutto
pl: &Odznacz wszystko
sk: &Zrušiť výber
tr: &Hiçbirini seçme
vi: &Bỏ chọn tất cả

source: not checked
cs: nezaškrtnuté
de: nicht aktiviert
gl: non marcado
hr: nije označeno
it: non attivato
pl: Nieoznaczone
sk: nezačiarknuté
tr: işaretli değil
vi: chưa chọn

source: checked
cs: zaškrtnuté
de: aktiviert
gl: marcado
hr: označeno
it: attivato
pl: oznaczone
sk: začiarknuté
tr: işaretli
vi: đã chọn

source: check box
cs: zaškrtávací políčko
de: Kontrollfeld
gl: casilla de verificación
hr: potvrdni okvir
it: casella di controllo
pl: pole wyboru
sk: začiarkavacie políčko
tr: onay kutusu
vi: hộp kiểm

source: check boxes checked
cs: zaškrtnutá políčka
de: Aktivierte Kontrollfelder
gl: casillas de verificación marcadas
hr: potvrdni okviri označeni
it: caselle di controllo attivate
pl: pola wyboru zaznaczone
sk: začiarkávacie políčka začiarknuté
tr: onay kutuları işaretli
vi: các hộp kiểm đã chọn

source: check boxes not checked
cs: nezaškrtnutá políčka
de: Deaktivierte Kontrollfelder
gl: casillas de verificación non marcadas
hr: potvrdni okviri nisu označeni
it: caselle di controllo non attivate
pl: pola wyboru niezaznaczone
sk: začiarkávacie políčka nezačiarknuté
tr: onay kutuları işaretli değil
vi: các hộp kiểm chưa chọn

source: Saving in progress
cs: Probíhá ukládání
de: Speichervorgang läuft
gl: Garda en progreso
hr: Spremanje je u tijeku
it: Salvataggio in corso
pl: Zapisywanie w toku
sk: Priebeh ukladania
tr: Kaydetme işlemi devam ediyor
vi: Đang lưu

source: Download canceled.
cs: Stahování přerušeno.
de: Download abgebrochen.
gl: Descarga cancelada.
hr: Preuzimanje je otkazano
it: Download annullato.
pl: Pobieranie przerwane.
sk: Sťahovanie prerušené.
tr: İndirme iptal edildi.
vi: Đã hủy tải về.

source: &Copy to clipboard
cs: &Zkopírovat do schránky
de: In die Zwischenablage &kopieren
gl: &Copiar ao portapapeis
hr: &Kopiraj u međuspremnik
it: &Copia negli appunti
pl: &Skopiuj do schowka
sk: &kopírovať do schránky
tr: &Panoya kopyala
vi: &Chép vào bộ nhớ tạm
