Repository: BlindHelp/weather_plus
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: cs, de, gl, hr, it, pl, sk, tr, vi

source: Fahrenheit
hr: Fahrenhaita
pl: Farenhajt
tr: Fahrenhayt

source: Celsius
cs: Celsia
hr: Celzija
it: Centigradi
pl: Celsjusz
sk: Celzia
tr: Selsius

source: Kelvin
hr: Kelvina
pl: Kelwin

source: unknown
cs: neznámé
de: Unbekannt
gl: descoñecido
hr: nepoznato
it: Sconosciuto
pl: nieznane
sk: neznáme
tr: bilinmiyor
vi: không xác định

source: not available
cs: Není k dispozici.
de: Nicht verfügbar
gl: non dispoñible
hr: nije dostupna
it: non disponibile
pl: niedostępne
sk: nie je k dispozícii
tr: kullanılamaz
vi: không có

source: Please wait...
cs: Prosím čekejte...
de: Bitte warten...
gl: Por favor agarde...
hr: Pričekaj …
it: Attendere prego...
pl: Proszę czekać...
sk: Prosím čakajte ...
tr: Lütfen bekleyin...
vi: Vui lòng chờ...

source: Weather Plus &Settings
cs: &Nastavení doplňku počasí+
de: Wetter Plus-&Einstellungen
gl: &Opcións de Weather Plus
hr: Po&stavke Vremena_Plus
it: Impostazioni &Weather Plus
pl: &Ustawienia Weather Plus
sk: &počasie
tr: &Weather Plus Ayarları
vi: &Cài đặt Weather Plus

source: Show configuration items.
cs: Zobrazit položky nastavení
de: Einträge der Konfiguration anzeigen.
gl: Amosar items de configuración.
hr: Prikaži stavke konfiguracije.
it: Mostra gli elementi di configurazione.
pl: Pokaż elementy konfiguracji.
sk: Zobrazí nastavenia.
tr: Konfigürasyon öğelerini göster.
vi: Hiện các thành phần cấu hình.

source: Set and &manage your cities...
cs: Nastavit a &spravovat kódy měst...
de: Einstellungen und Stadt&verwaltung...
gl: Establecer e administrar as súas &cidades...
hr: Postavi i upravljaj gradovi&ma …
it: Impostazioni e &Gestione delle tue città...
pl: Ustaw i &zarządzaj swoimi miastami...
sk: Nastaviť a &spravovať mestá...
tr: &Şehirlerinizi Ayarlayın / Yönetin...
vi: Cài đặt và &quản lý các tỉnh / thành của bạn...

source: Displays or allows to set the current cities from a list
cs: Zobrazí nebo umožní nastavit kód aktuálního města ze seznamu
de: Zeigt die aktuellen Städte aus einer Liste an oder ermöglicht sie einzustellen
gl: Mostra ou permite establecer as cidades actuais dende una lista
hr: Prikazuje ili dozvoljava postavljanje trenutačnih gradova s popisa
it: Visualizza o consente di impostare una città da un elenco
pl: Wyświetla, lub umożliwia ustawienie aktualnych miast z listy
sk: Zobrazí alebo umožní nastaviť kódy miest zo zoznamu
tr: Mevcut şehirleri listeler ve arasından seçim yapmanıza olanak tanır
vi: Hiển thị hoặc cho phép đặt tỉnh / thành hiện tại từ một danh sách

source: Set a &temporary city...
cs: Nastavit &dočasné město
de: Eine &temporäre Stadt festlegen...
gl: Establecer unha cidade &temporal...
hr: Pos&tavi privremeni grad …
it: Imposta una città temporanea...
pl: Ustaw &tymczasowe miasto...
sk: Nastaviť &dočasné mesto...
tr: &Geçici bir şehir belirleyin...
vi: Cài đặt một tỉnh / thành &tạm...

source: Allows to set one temporary city from a list
cs: Umožňuje nastavit dočasné město ze seznamu.
de: Ermöglicht eine temporäre Stadt aus einer Liste auszuwählen
gl: Permite establecer unha cidade temporal dende unha lista
hr: Dozvoljava postavljanje privremenog grada s popisa
it: Consente di impostare temporaneamente una città da un elenco
pl: Umoźliwia dodawanie tymczasowego miasta z listy
sk: Umožňuje dočasne v zozname vybrať iné mesto
tr: Listeden geçici olarak bir şehir belirlemenizi sağlar.
vi: Cho phép đặt một tỉnh / thành tạm từ danh sách

source: &Documentation
cs: &Nápověda
de: &Dokumentation
gl: &Documentación
hr: &Dokumentacija
it: &Documentazione
pl: &Pomoc
sk: Nápove&da
tr: &Dokümantasyon
vi: &Tài liệu hướng dẫn

source: Opens the help file for the current language
cs: Otevře nápovědu pro aktuálně zvolený jazyk
de: Öffnet die Hilfedatei für die aktuelle Sprache
gl: Abre o arquivo de axuda para a linguaxe actual
hr: Otvara datoteku pomoći za trenutačni jezik
it: Apre la documentazione per la lingua corrente
pl: Otwiera plik pomocy w aktualnym języku.
sk: Otvorí nápovedu pre aktuálne zvolený jazyk
tr: Geçerli dil için yardım dosyasını açar
vi: Mở tập tin trợ giúp cho ngôn ngữ hiện tại

source: &Check for Upgrade...
cs: Zkontrolovat &novou verzi...
de: Nach &Updates suchen...
gl: Verificar act&ualizacións...
hr: &Provjeri nadogradnje …
it: &Controllo presenza aggiornamenti...
pl: Sprawdź, czy jest nowa we&rsja...
sk: Skontrolovať &aktualizácie...
tr: &Güncelleme için kontrol et...
vi: Kiểm tra &cập nhật...

source: Notify if there is an upgraded version available
cs: Upozorní na novou verzi
de: Benachrichtigt, ob ein Update zur Verfügung steht
gl: Notifica se hai unha versión actualizada dispoñible
hr: Obavijesti ako je dostupna nova verzija
it: Notifica se è disponibile una versione aggiornata
pl: Powiadamiaj o dostępności nowej wersji
sk: Upozorniť na novú verziu
tr: Güncelleme olup olmadığını bildir
vi: Thông báo nếu có bản cập nhật

source: nanometers
cs: nanometry
de: nanometer
gl: nanómetros
hr: Nanometara
it: nanometri
pl: Nanometrów
sk: nanometre
tr: nanometre
vi: na nô mét

source: miles per hour
cs: mil za hodinu
de: Meilen pro Stunde
gl: millas por hora
hr: milja na sat
it: miglia all'ora
pl: mil na godzine
sk: míľ za hodinu
tr: mil bölü saat
vi: dặm / giờ

source: miles
cs: mil
de: Meilen
gl: millas
hr: Milja
it: miglia
pl: mile
sk: míle
tr: mil
vi: dặm

source: inches
cs: palců
de: Zoll
gl: polgadas
hr: Inča
it: pollici
pl: cale
sk: palcov
tr: inch
vi: inch

source: inches of mercury
cs: palců rtuti
de: Zoll auf der Quecksilbersäule
gl: polgadas de mercurio
hr: inča žive
it: pollici di mercurio
pl: cale słupa rtęci
sk: palcov ortuti
tr: inç cıva
vi: inch thủy ngân

source: kilometers per hour
cs: kilometrů za hodinu
de: Kilometer pro Stunde
gl: quilómetros por hora
hr: kilometara na sat
it: chilometri all'ora
pl: kilometrów na godzine
sk: kilometrov za hodinu
tr: kilometre bölü saat
vi: ki lô mết / giờ

source: kilometers
cs: kilometrů
de: Kilometer
gl: quilómetros
hr: kilometara
it: chilometri
pl: Kilometrów
sk: kilometrov
tr: kilometre
vi: ki lô mết

source: millimeters
cs: milimetrů
de: millimeter
gl: milímetros
hr: Milimetara
it: millimetri
pl: milimetrów
sk: milimetrov
tr: milimetre
vi: mi li mét

source: millibars
cs: milibarů
de: Millibar
gl: milibares
hr: milibara
pl: milibarów
sk: millibarov
tr: milibar

source: millimeters of mercury
cs: milimetrů rtuti
de: Millimeter auf der Quecksilbersäule
gl: milímetros de mercurio
hr: milimetara žive
it: millimetri di mercurio
pl: milimetrach słupa rtęci
sk: milimetrov ortuti
tr: milimetre cıva
vi: mi li mét thủy ngân

source: Settings
cs: Nastavení
de: Einstellungen
gl: Opcións
hr: Postavke
it: Impostazioni
pl: Ustawienia
sk: Nastavenia
tr: Ayarlar
vi: Cài đặt

source: Preset
cs: Předvolené město
de: Voreinstellung
gl: Preselección
hr: Predodredi
it: Preimpostato
pl: Ustaw jako domyślny
sk: Predvolené mesto
tr: Varsayılan yap
vi: Bản có sẵn

source: None
cs: Nic
de: Keine
gl: Ningunha
hr: Nema
it: Nessuno
pl: Nic
sk: Nič
tr: Yok
vi: Không

source: Enter a City or choose one from the list, if available.
cs: Zadejte město nebo ho vyberte ze seznamu, pokud je k dispozici.
de: Geben Sie einen Stadtnamen ein oder wählen Sie eine, falls verfügbar, mit den Pfeiltasten rauf- und runter aus.
gl: Introduce unha cidade ou selecciona unha da lista, se está dispoñible.
hr: Unesi grad ili odaberi jedan s popisa ako je dostupan.
it: Inserisci una città o scegline una dall'elenco, se disponibile.
pl: Wprowadź nazwę miasta, lub wybierz jedno z miast na liście, jeżeli jest dostępne.
sk: Zadajte mesto alebo ak je k dispozícii ho vyberte zo zoznamu.
tr: Bir Şehir girin veya varsa listeden birini seçin.
vi: Nhập một tỉnh / thành, hoặc chọn từ danh sách nếu có.

source: The city
cs: město
de: Die Stadt
gl: A cidade
hr: Grad
it: La città
pl: Miasto
sk: Mesto
tr: Şehir
vi: Tỉnh / thành

source: has not been preset.
cs: není předvolené.
de: Wurde nicht voreingestellt.
gl: non foi preselección.
hr: nije postavljen kao zadano.
it: non è stata preimpostata.
pl: nie jest ustawiony jako domyślny.
sk: nie je predvolené.
tr: ön ayarlara yüklenmedi.
vi: không được khôi phục.

source: Will be used in temporary mode!
cs: Bude použito v dočasném režimu
de: Sie wird daher nur temporär verwendet!
gl: Vai ser usado en modo temporal!
hr: Koristit će se u privremenom modusu!
it: sarà usata in modalità temporanea!
pl: Będzie użyte w trybie tymczasowym!
sk: Bude použité v dočasnom režime!
tr: Geçici kipte kullanılacak!
vi: Sẽ được dùng trong chế độ tạm!

source: Notice!
cs: Upozornění!
de: Hinweis!
gl: Notificación!
hr: Oprez!
it: Avviso!
pl: Uwaga!
sk: Upozornenie!
tr: Uyarı!
vi: Lưu ý!

source: You have modified the list of your cities
cs: Upravil jste seznam vašich měst
de: Sie haben die Liste der Städte verändert
gl: Modificou a súa lista de cidades
hr: Tvoj popis gradova je promijenjen
it: Hai modificato la lista delle tue città
pl: Zmodyfikowano listę miast
sk: Upravili ste zoznam vašich miest
tr: Şehir listenizde değişiklik yaptınız
vi: Bạn đã chỉnh sửa danh sách các tỉnh / thành của mình

source: Do you want to save it?
cs: Chcete to uložit?
de: Möchten Sie die Änderungen speichern?
gl: Quere gardala?
hr: Želiš li ga spremiti?
it: Vuoi salvarla?
pl: Czy chcesz ję zapisać?
sk: Chcete uložiť zmeny?
tr: Kaydetmek ister misiniz?
vi: Bạn có muốn lưu nó không?

source: The cities on your list are not compatible with the Weather API!
cs: Města v seznamu nejsou kompatibilní s Weather API!
de: Die STädte auf Ihrer Liste sind nicht mit der Wetter-API kompatibel!
gl: As cidades da súa lista non son compatibles coa API do tempo!
hr: Gradovi na tvom popisu nisu kompatibilni s vremenskim API-jem!
it: Le città sulla tua lista non sono compatibili con l'API Weather!
pl: Miasta na liście nie są zgodne z pogodowym API!
sk: Mestá v zozname nie sú kompatibilné s Weather API!
tr: Listenizdeki şehirler Hava Durumu API'si ile uyumlu değil!
vi: Các tỉnh / thành trong danh sách của bạn không tương thích với Weather API!

source: They have to be tested and validated, you can do it from the addon settings window.
cs: Musí být testovány a ověřeny, můžete to udělat z okna nastavení addonu.
de: Diese müssen getestet und überprüft werden. Sie können dies über die Einstellung der Erweiterung vornehmen.
gl: Ten que ser probada e validada, pode facelo desde a ventá de configuración do complemento.
hr: Moraju se provjeriti i potvrditi. To je moguće uraditi u prozoru postavki dodatka.
it: Devono essere testate e convalidate, puoi farlo dalla finestra delle impostazioni dell'addon.
pl: Muszą być przetestowane i zatwierdzone, możesz to zrobić w oknie ustawień dodatku.
sk: Musia byť testované a overené, môžete to urobiť v okne nastavení doplnku.
tr: Test edilmeleri ve onaylanmaları gerekir, bunu eklenti ayarları penceresinden yapabilirsiniz.
vi: Chúng phải được kiểm tra và xác nhận, bạn có thể làm điều đó trong cửa sổ cài đặt addon.

source: Setting up a temporary city
cs: Nastavit město jako dočasné
de: Eine temporäre Stadt festlegen
gl: Establecendo unha cidade temporalmente
hr: Postavljanje privremenog grada
it: Impostazione di una città temporanea
pl: Ustawianie tymczasowego miasta
sk: Nastaviť dočasné mesto
tr: Geçici bir şehir belirleniyor
vi: Đang cài đặt một tỉnh / thành tạm

source: Cities List available:
cs: Seznam kódů dostupných měst:
de: Liste der verfügbaren Städte:
gl: Lista de Cidades Dispoñibles:
hr: Dostupni popis gradova:
it: Elenco delle città disponibili:
pl: Dostępna lista miast:
sk: Zoznam dostupných miest:
tr: Mevcut şehir listesi:
vi: Danh sách các tỉnh / thành đang có:

source: Documentation not available for the current language!
cs: Nápověda není pro tento jazyk dostupná
de: Für die aktuelle Sprache ist keine Dokumentation verfügbar!
gl: Documentación non dispoñible para a lingua actual!
hr: Dokumentacija nije dostupna za trenutačni jezik!
it: Documentazione non disponibile per la lingua corrente!
pl: Pomoc dla danego języka nie jest dostępna!
sk: Nápoveda pre tento jazyk nie je dostupná!
tr: Dokümantasyon Geçerli dil için kullanılabilir değil!
vi: Không có tài liệu hướng dẫn cho ngôn ngữ hiện tại!

source: Sorry, I can not receive data, problems with the download page, try again later please!
cs: Litujeme, nemůžu přijímat data, problémy se stránkou ke stažení, zkuste to prosím znovu později!
de: Es konnten keine Daten empfangen werden, Probleme mit der Download-Seite, versuchen Sie es später bitte noch einmal!
gl: Desculpe, non se poden recibir datos, problemas coa páxina de descarga, probe novamente máis tarde por favor!
hr: Na žalost, nije moguće preuzeti podatke. Došlo je do problema sa stranicom za preuzimanje. Pokušaj ponovo kasnije!
it: Spiacente, non riesco a ricevere dati, problemi con la pagina di download, riprova più tardi per favore!
pl: Przepraszam, Nie mogę otrzymywać danych, problemy ze stroną pobierania, proszę spróbować później!
sk: Ľutujeme, ale kvôli problémom so stránkou na stiahnutie nemôžem prijímať údaje, skúste to znova neskôr, prosím!
tr: Üzgünüm, veri alınamıyor, indirme sayfasında sorun var, lütfen daha sonra tekrar deneyin!
vi: Xin lỗi. Tôi không thể lấy dữ liệu. Có vấn đề với trang tải về. Vui lòng thử lại sau!

source: Sorry, I can not receive data, verify that your internet connection is active, or try again later!
cs: Litujeme, nemůžu příjímat data, ověřte funkčnost internetového připojení, nebo opakujte později!
de: Es konnten keine Daten abgerufen werden. Bitte überprüfen Sie Ihre Internetverbindung oder versuchen Sie es später nochmal!
gl: Desculpe, non se poden recibir datos, verifique que a súa conexión de internet está activa, ou inténteo máis tarde!
hr: Na žalost, nije moguće preuzeti podatke. Provjeri internetsku vezu ili pokušaj ponovo kasnije!
it: Spiacente, non riesco a ricevere i dati, verificare che la connessione a Internet sia attiva, o riprovare più tardi!
pl: Przepraszam, nie mogę otrzymywać danych, upewnij się, że twoje łącze jest aktywne, lub spróbuj ponownie później!
sk: Nemôžem prijímať dáta, overte funkčnosť internetového pripojenia, alebo skúste neskôr!
tr: Üzgünüm, veriler alınamıyor, internet bağlantısının etkin olduğundan emin olun, ya da daha sonra tekrar deneyin!
vi: Xin lỗi. Tôi không thể lấy dữ liệu. Hãy chắc rằng kết nối internet của bạn đang hoạt động, hoặc thử lại sau!

source: version
cs: verze
gl: versión
hr: verzija
it: versione
pl: Wersja
sk: verzia
tr: sürüm
vi: phiên bản

source: is available.
cs: je k dispozici.
de: ist verfügbar.
gl: está dispoñible.
hr: je dostupna.
it: è disponibile.
pl: jest dostępna.
sk: je k dispozícii.
tr: mevcut.
vi: đã có

source: Installed version
cs: Nainstalovaná verze
de: Installierte Version
gl: Versión instalada
hr: Instalirana verzija
it: Versione installata
pl: Wersja zainstalowana
sk: Nainštalovaná verzia
tr: Yüklü sürüm
vi: Phiên bản đã cài đặt

source: Do you want to download and install it?
cs: Chcete ji nyní stáhnout a nainstalovat?
de: Möchten Sie das Update herunterladen und installieren?
gl: Quere instalala?
hr: Želiš li je preuzeti i instalirati?
it: Vuoi scaricarlo e installarlo?
pl: Czy chcesz ją pobrać i zainstalować?
sk: Chcete prevziať a nainštalovať?
tr: İndirip yüklemek istiyor musunuz?
vi: Bạn có muốn tải và cài đặt không?

source: Sorry, at the time an update is not available.
cs: Aktualizace není v tento okamžik k dispozici.
de: Sie haben bereits die aktuellste Version von Wetter Plus installiert.
gl: Desculpe, neste momento non está dispoñible ningunah actualización.
hr: Na žalost, nadogradnja trenutačno nije dostupna.
it: Spiacente, ma al momento non è disponibile un aggiornamento.
pl: Przepraszam, w tym momencie aktualizacja nie jest dostępna.
sk: Používate najnovšiu verziu.
tr: Üzgünüm, şu anda bir güncelleme mevcut değil.
vi: Xin lỗi. Không có bản cập nhật ở thời điểm hiện tại.

source: not found!
cs: Nenalezeno
de: Nicht gefunden!
gl: non atopado!
hr: nije pronađena!
it: non trovato!
pl: Nie znaleziono!
sk: Nenájdené!
tr: bulunamadı!
vi: không tìm thấy!

source: You need to upgrade the sound effects by reactivating the appropriate option from the settings of
cs: Je třeba znovu aktivovat nastavení přiřazených zvuků v nastavení doplňku
de: Sie müssen die Sound-Effekte aktualisieren, indem Sie die Option aktivieren in den Einstellungen von
gl: Necesita actualizar os efectos de son reactivando a opción apropiada dende as configuracións de
hr: Moraš nadograditi zvučne efekte reaktiviranjem odgovarajuće opcije postavke
it: È necessario aggiornare gli effetti sonori riattivando l'opzione appropriata dalle impostazioni di
pl: Trzeba zaktualizować efekty dźwiękowe aktywując odpowiednią opcję z ustawień
sk: Je potrebné aktualizovať knižnicu zvukov aktivovaním príslušnej položky v nastaveniach.
tr: Ayarlardan uygun seçeneği yeniden etkinleştirerek ses efektlerini güncellemeniz gerekir
vi: Bạn cần cập nhật các hiệu ứng âm thanh bằng cách kích hoạt lại các tùy chọn tương ứng từ các thiết lập của

source: But if these are already updated, then you need to update
cs: Pokud jsou však již aktualizovány, je třeba je aktualizovat
de: Wenn diese jedoch bereits aktuell sind, müssen Sie auch Folgendes aktualisieren
gl: Mais se estes xa están actualizados, necesitará actualizar
hr: Ali ako su već nadograđeni, moraš ih ponovo nadograditi
it: Ma se questi sono già aggiornati, allora avete bisogno di aggiornare
pl: Ale jeśli są już zaktualizowane, wtedy trzeba ponownie je zaktualizować
sk: Ak je knižnica aktuálna, skúste aktualizovať doplnok.
tr: Ancak bunlar zaten güncellendiyse, güncellemeniz gerekir
vi: Nhưng nếu chúng đã được cập nhật thì bạn phải cập nhật

source: I can not load the settings!
cs: Nemůžu načíst nastavení!
de: Die Einstellungen konnten nicht geladen werden!
gl: Non se puido cargar a configuración!
hr: Nije moguće učitati postavke!
it: Non posso caricare le impostazioni!
pl: Nie mogę załadować ustawień!
sk: Nepodarilo sa načítať nastavenia!
tr: Ayarlar yüklenemedi!
vi: Tôi không thể gọi các thiết lập!

source: Attention!
cs: Pozor!
de: Achtung!
gl: Atención!
hr: Upozorenje!
it: Attenzione!
pl: Uwaga!
sk: Pozor!
tr: Dikkat!
vi: Chú ý!

source: I can not save the settings!
cs: Nemůžu uložit nastavení
de: Die Einstellungen konnten nicht gespeichert werden!
gl: A configuración non se puido gardar!
hr: Nije moguće spremiti postavke!
it: Non posso salvare le impostazioni!
pl: Nie mogę zapisać ustawień!
sk: Nepodarilo sa uložiť nastavenia!
tr: Ayarlar kaydedilemedi!
vi: Tôi không thể lưu các thiết lập

source: invalid name
cs: Neplatné jméno
de: Ungültiger Name
gl: nome non válido
hr: neispravan naziv
it: nome non valido
pl: nieprawidłowa nazwa
sk: Neplatný názov
tr: geçersiz isim
vi: tên không hợp lệ

source: The cloudiness is
cs: Oblačnost je
de: Die Trübung ist
gl: A nubosidade é
hr: Naoblaka je
it: La nuvolosità è
pl: Aktualna wartość zachmurzenia to
sk: Oblačnosť je
tr: Bulutluluk
vi: Mây là

source: The precipitation is
cs: Srážky jsou
de: Der Niederschlag ist
gl: A precipitación é
hr: Oborina je
it: La precipitazione è
pl: Aktualna wartość opadów to
sk: Zrážky sú
tr: Yağış
vi: Lượng mưa là

source: the weather report is currently
cs: nyní je
de: Lautet der aktuelle Wetterbericht
gl: o reporte do tempo é actualmente
hr: trenutačni vremenski izvještaj glasi
it: il bollettino meteo è attualmente
pl: Aktualna prognoza pogody jest
sk: teraz je
tr: mevcut hava durumu
vi: hiện tại, thông báo thời tiết là

source: degrees
cs: stupňů
de: Grad
gl: graos
hr: stupnjeva
it: gradi
pl: stopni
sk: stupňov
tr: derece
vi: độ

source: The wind direction is from
cs: Směr větru od
de: Der Wind kommt aus Richtung
gl: A dirección do vento é
hr: Vjetar dolazi iz smjera
it: La direzione del vento è da
pl: wiatr z kierunku
sk: Smer vetra
tr: Rüzgar yönü
vi: Hướng gió từ

source: with speed of
cs: v rychlosti
de: mit einer Geschwindigkeit von
gl: cunha velocidade de
hr: brzine
it: con velocità di
pl: z szybkością
sk: s rýchlosťou
tr: rüzgar hızı
vi: tốc độ là

source: The wind speed is
cs: Rychlost větru je
de: Der wind kommt mit einer Geschwindigkeit von
gl: A velocidade do vento é de
hr: Brzina vjetra iznosi
it: La velocità del vento è di
pl: prędkość wiatru
sk: Rýchlosť vetra je
tr: Rüzgar hızı
vi: sức gió là

source: The wind gusts are of
cs: Nárazy větru jsou z
de: Die Windböen kommen mit
gl: As rachas de vento son de
hr: Udari vjetra su od
it: Le raffiche del vento sono di
pl: Aktualna wartość porywów wiatru to
sk: Nárazy vetra sú
tr: Rüzgar kuvveti
vi: Sức gió là

source: The perceived temperature is
cs: Pocitová teplota je
de: Die gefühlte Temperatur beträgt
gl: A sensación térmica é de
hr: Osjetna temperatura iznosi
it: La temperatura percepita è di
pl: Temperatura odczuwalna
sk: Pocitová teplota je
tr: Hissedilen sıcaklık
vi: Nhiệt độ nhận thức là

source: The humidity is
cs: Vlhkost je
de: Die Luftfeuchtigkeit beträgt
gl: A umidade é de
hr: Vlaga zraka iznosi
it: L'umidità è del
pl: Wilgotność to
sk: Vlhkosť je
tr: Nem oranı
vi: Độ ẩm là

source: The cloudiness is of
cs: Oblačnost je
de: Die Trübung ist bei
gl: A nubosidade é de
hr: Naoblaka je od
it: La nuvolosità è del
pl: Wartość zachmurzenia to
sk: Oblačnosť je
tr: Bulutluluk
vi: Mây là

source: The precipitation is of
cs: Srážky jsou
de: Der Niederschlag ist bei
gl: A precipitación é de
hr: Oborina je od
it: La precipitazione è di
pl: Wartość opadów deszczu to
sk: Zrážky sú
tr: Yağış
vi: Lượng mưa là

source: and the visibility is up to
cs: a viditelnost do
de: und die Sicht reicht bis zu
gl: é a visibilidade é de ata
hr: i vidljivost je do
it: e la visibilità è fino a
pl: widoczność
sk: a viditeľnosť do
tr: görüş mesafesi
vi: và tầm nhìn lên đến

source: The visibility is up to
cs: Viditelnost je
de: Die Sicht ist bis zu
gl: A visibilidade é de ata
hr: Vidljivost je do
it: La visibilità è fino a
pl: widoczność
sk: Viditeľnosť je až do
tr: Görüş mesafesi
vi: Tầm nhìn lên đến

source: and the precipitation is
cs: a srážky jsou
de: Und der Niederschlag ist bei
gl: e a precipitación é
hr: a oborina je
it: e la precipitazione è
pl: i wartość opadów deszczu to
sk: a zrážky sú
tr: ve yağış
vi: và lượng mưa là

source: The pressure is
cs: Tlak je
de: Der Luftdruck beträgt
gl: A presión é de
hr: Tlak iznosi
it: La pressione è di
pl: ciśnienie
sk: Tlak je
tr: Basınç
vi: Áp suất là

source: The UV radiation is of
cs: UV záření je
de: Die UV-Strahlung ist bei
gl: A radiación UV é de
hr: UV zračenje je od
it: La radiazione UV è di
pl: Wartość UV indeksu to
sk: UV žiarenie je
tr: UV radyasyonu
vi: Bức xạ tia UV là

source: The sun rises at
cs: Slunce vychází v
de: Die Sonne geht auf um
gl: O sol sae ás
hr: Sunce izlazi u
it: Il sole sorge alle
pl: Słońce wschodzi o
sk: Slnko vychádza o
tr: Gündoğumu
vi: Mặt trời mọc lúc

source: and sets at
cs: a zapadá v
de: und geht unter um
gl: e ponse ás
hr: i zalazi u
it: e tramonta alle
pl: i zachodzi o
sk: a zapadá o
tr: ve ayarlar
vi: và được đặt tại

source: The moon rises at
cs: Měsíc vychází v
de: Der Mond geht auf um
gl: A lúa sae ás
hr: Mjesec izlazi u
it: La luna sorge alle
pl: Księżyc wschodzi o
sk: Mesiac vychádza o
tr: Aydoğumu
vi: Trăng mọc lúc

source: No moonrise
cs: bez východu měsíce
de: Kein Mondaufgang
gl: Sen saída da lúa
hr: Nema izlaska Mjeseca
it: Nessun sorgere della luna
pl: Brak wschodu księżyca
sk: Žiadny východ mesiaca
tr: Aydoğumu yok
vi: Trăng không mọc

source: No moonset
cs: bez západu měsíce
de: Kein Monduntergang
gl: Sen posta da lúa
hr: Nema zalaska Mjeseca
it: Nessun tramonto della luna
pl: Brak zachodu księżyca
sk: Žiadny západ mesiaca
tr: Aybatımı yok
vi: Trăng không lặn

source: No sunrise
cs: Bez východu slunce
de: Kein Sonnenaufgang
gl: Sen saída do sol
hr: Nema izlaska Sunca
it: Nessuna alba
pl: Brak wschodu słońca
sk: Žiadny východ slnka
tr: Gündoğumu yok
vi: Mặt trời không mọc
