Repository: BlindHelp/weather_plus
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: cs, de, gl, hr, it, pl, sk, tr, vi

source: Adds local temperature and forecast 24 hours and prediction up to 2 days. NVDA+w for the current bulletin. NVDA+shift+w for the prediction in the current 24 hours and prediction up to 2 days. NVDA+shift+w, pressed twice provides the hourlyforecast of the weather conditions. NVDA+shift+control+w for quickly enter a temporary city. NVDA + shift + control + alt + w for open the Weather Plus settings. NVDA+alt+w announces the date of the last update of the weather report. Shift+control+w alternates between Fahrenheit, Celsius and Kelvin. For other instructions, you can also press Add-on Help button in Add-ons manager.
cs: Přidá místní teplotu a předpověď na 24 hodin a předpověď až na 2 dni. NVDA+w Ohlasi aktualni zpravu o počasí. NVDA+shift+w předpověď na aktuálních 24 hodin až na 2 dny. \ n NVDA+shift+w, dvojité stisknutí poskytuje hodinovou předpověď povětrnostních podmínek. \ n NVDA+shift+control+w pro rychle zadani docasneho mesta. NVDA+shift+control+alt+w Otevře dialog s nastavením doplňku počasí+. NVDA+alt+w ohlasi datum posledni aktualizace soucasne zpravy o pocasi. Shift+control+w prepne mezi stupni Fahrenheit, Celsia a Kelvin. Pro další informace otevřete nápovědu ve správci doplňku.
de: Fügt lokale Temperatur und Vorhersage für 24 Stunden sowie die Vorhersage bis zu 2 Tagen hinzu. NVDA+W zeigt die aktuellen Wetterbedingungen an. NVDA+Umschalt+w für die Vorhersage für die aktuellen 24 Stunden und die Vorhersage bis zu 2 Tagen. NVDA+Umschalt+w, zweimal gedrückt, liefert die stündliche Vorhersage der Wetterbedingungen. NVDA+Umschalt+Strg+W legt eine temporäre Stadt fest. NVDA+Umschalt+Strg+Alt+W öffnet das Einstellungsfenster für weather Plus. NVDA+Alt+W zeigt das Datum der Aktualisierung des letzten Wetterberichts an. Strg+Umschalt+W schalttet temporär zwischen den Temperaturskalen Celsius, Fahrenheit und Kelvin um. Für weitere Anweisungen können Sie auch die Schaltfläche "Hilfe" im Menü "Erweiterung verwalten" klicken.
gl: Engade a temperatura local e o pronóstico durante 24 horas e a predición ata 2 días. NVDA+w para o anuncio actual. NVDA+shift+w para a predición durante 24 horas e a predición ata 2 días. NVDA+shift+w, premido dúas veces proporciona a previsión por horas das condicions climatolóxicas. NVDA+shift+control+w para introducir rapidamente unha cidade temporal. NVDA+shift+control+alt+w Abrir o diálogo de opcións do Weather Plus. NVDA+alt+w anuncia a data da última actualización do boletín meteorolóxico. Shift+control+w alterna entre Fahrenheit, Celsius e Kelvin. Para outras instrucións, tamén pode premer o botón Axuda do Complemento no Administrador de Complementos.
hr: Dodaje lokalnu temperaturu i prognozu za 24 sata te predviđanje do 2 dana. \ N NVDA+w za trenutačnu prognozu. NVDA + shift + w za predviđanje u trenutna 24 sata i predviđanje do 2 dana. \ N NVDA + shift + w, pritisnuto dva puta, pruža prognozu vremenskih uvjeta po satima. \ N NVDA+šift+kontrol+w za brzi unos privremenog grada. NVDA+šift+kontrol+alt+w za otvaranje postavki za Vremensku prognozu plus. NVDA+alt+w najavljuje datum zadnjeg aktualiziranja vremenskog izveštaja. Šift+kontrol+w mijenja između Fahrenhaita, Celzija i kelvina. Za dodatne upute, pritisni gumb Pomoć u upravljaču dodataka.
it: Aggiunge la temperatura locale e la previsione 24 ore su 24 e la previsione fino a 2 giorni. NVDA+w per bollettino attuale. NVDA+shift+w per la previsione nelle 24 ore correnti e previsione fino a 2 giorni. NVDA+shift+w, premuto due volte fornisce la previsione oraria delle condizioni meteorologiche. NVDA+shift+control+w immissione rapida di una città temporanea. NVDA+shift+control+alt+w Apre la finestra impostazioni di Weather Plus. NVDA+alt+w Annuncia la data dell'ultimo aggiornamento del bollettino metereologico. Shift+control+w alterna tra Fahrenheit, Centigradi e Kelvin. Per altre istruzioni, è anche possibile premere il pulsante Aiuto sul componente aggiuntivo Nel Gestore componenti aggiuntivi.
pl: Dodaje temperaturę lokalną i prognozę 24-godzinną i wykaz dwudniowy. NVDA+w ogłasza aktualne warunki. NVDA+shift+w dla prognozy 24-godzinnej i dwudniowej. NVDA+shift+w, wciśnięto dwa razy dostarcza godzinną pogodę. NVDA+shift+control+w dla szybkiego wpisywania tymczasowego miasta. NVDA+shift+control+alt+w otwiera okno dialogowe ustawień Weather Plus. NVDA+alt+w Podaje ostatnią date aktualizacji biuletynu pogodowego. Shift+control+w przełącza się pomiędzy farenhajtami, celsjuszami i kelwinami. Aby uzyskać więcej instrukcji, naciśnij pomoc dodatku w menedżerze dodatków.
sk: Pridá miestnu teplotu a predpoveď na 24 hodín a predpoveď až na 2 dni. \ N NVDA+w oznámy aktuálne počasie. NVDA+shift+w predpoveď na aktuálnych 24 hodín až na 2 dni. \ n predpoveď na aktuálnych 24 hodín až na 2 dni. \ n NVDA+shift+w, dvojité stlačenie poskytuje hodinovú predpoveď poveternostných podmienok. \ n NVDA+shift+ctrl+w umožní zadať dočasné mesto. NVDA+shift+ctrl+alt+w Otvorí nastavenia doplnku Počasie. NVDA+alt+w oznámi dátum poslednej aktualizácie dát o počasí. Shift+ctrl+w prepína oznamovanie teploty v stupňoch Fahrenheita, Celzia a Kelvina. Pre ďalšie informácie otvorte nápovedu v správcovi doplnkov.
tr: Seçili şehrin sıcaklık bilgisini; 24 saatlik ve sonraki iki gün için hava tahmin raporunu verir. NVDA+w mevcut bülten için. NVDA+shift+w 24 saatlik ve sonraki iki gün için hava tahmin raporunu sunar. NVDA+shift+w, iki kez basıldığında, saatlik hava durumu bilgisini verir. NVDA+shift+control+w hızlıca geçici bir şehre girmek için. NVDA + shift + control + alt + w Weather Plus ayarlarını açmak için. NVDA+alt+w Hava Raporunun son güncelleme zamanını seslendirir. Shift+control+w Fahrenheit, Celsius ve Kelvin arasında değişiklik yapar. Diğer talimatlar için, Eklenti yöneticisi içindeki Yardım düğmesine de basabilirsiniz.
vi: Thêm nhiệt độ địa phương, dự báo trong 24 giờ và đến hai ngày tiếp sau. NVDA+w để biết thông tin hiện tại. NVDA+shift+w để dự báo cho 24 giờ hiện tại và đến hai ngày sau đó. NVDA+shift+w, bấm hai lần sẽ cung cấp dự báo thời tiết từng giờ. NVDA + shift + control + w để nhập nhanh tỉnh / thành tạm. \ N NVDA + shift + control + alt + w để mở cài đặt Weather Plus. \ N NVDA + alt + w thông báo ngày cập nhật cuối cùng của dự báo thời tiết. \ N Shift+control+w chuyển giữa Fahrenheit, Celsius và Kelvin. Để có thêm thông tin, bạn cũng có thể bấm nút trợ giúp Add-on trong trình quản lý Add-on.

source: C - F - K
cs: C - F
