Repository: BlindHelp/weather_plus
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: cs, de, gl, hr, it, pl, sk, tr, vi

source: No sunset
cs: bez západu slunce
de: Kein Sonnenuntergang
gl: Sen posta do sol
hr: Nema zalaska Sunca
it: Nessun tramonto
pl: Brak zachodu słońca
sk: Žiadny západ slnka
tr: Günbatımı yok
vi: Mặt trời không lặn

source: the forecast for today is
cs: Předpověď na dnešek je:
de: Lautet die Vorhersage für heute
gl: o pronóstico para hoxe é
hr: prognoza za danas glasi
it: la previsione per oggi è
pl: Dzisiejsza prognoza pogody to
sk: Predpoveď na dnešok je:
tr: bugün için hava raporu
vi: Dự báo cho ngày hôm nay là

source: with a maximum temperature of
cs: maximálně
de: mit einem Höchstwert von
gl: cunha temperatura máxima de
hr: s maksimalnom temperaturom od
it: con una temperatura massima di
pl: maksymalna temperatura
sk: maximálne
tr: en yüksek sıcaklık
vi: nhiệt độ cao nhất là

source: and a minimum of
cs: a minimálně
de: und einem Tiefstwert von
gl: e mínima de
hr: i minimalnom od
it: e una minima di
pl: i minimalna
sk: a minimálne
tr: ve en düşük
vi: và thấp nhất là

source: In
cs: V
de: Für
gl: En
hr: Za
it: A
pl: W
sk: V
tr: Bölge
vi: Trong

source: Unnamed
cs: Nepojmenováno
de: Unbekannt
gl: Sen nome
hr: Neimenovan
it: Senza nome
pl: Nienazwane
sk: Nepomenované
tr: İsimsiz
vi: Không tên

source: Sorry, the city is not set!
cs: Litujeme, město není nastaveno!
de: Es wurde noch keine Stadt festgelegt!
gl: Desculpe, a cidade non está establecida!
hr: Na žalost, grad nije postavljen!
it: Spiacente, la città non è impostata!
pl: Przepraszam, miasto nie jest ustawione!
sk: Ľutujeme, mesto nie je nastavené!
tr: Üzgünüm, şehir ayarlanmamış!
vi: Xin lỗi. Chưa cài đặt tỉnh / thành!

source: Sorry, it was not possible to load the most recent update!
cs: Nebylo možné načíst nejnovější aktualizaci počasí!
de: Das Update konnte nicht heruntergeladen werden!
gl: Desculpe, non foi posible cargar a actualización máis recente!
hr: Na žalost, nije bilo moguće učitati zadnju nadogradnju!
it: Spiacente, non è stato possibile caricare l'aggiornamento più recente!
pl: Przepraszam, nie było możliwe wczytać najnowszą aktualizację!
sk: Nepodarilo sa načítať aktualizáciu!
tr: Üzgünüm, son güncelleme yüklenemedi!
vi: Xin lỗi. Không thể tải các cập nhật gần đây!

source: Please try again later.
cs: Prosím, zkuste později.
de: Bitte versuchen Sie es später erneut.
gl: Por favor, inténteo de novo máis tarde.
hr: Pokušaj ponovo kasnije.
it: Si prega di riprovare più tardi.
pl: Proszę spróbować później.
sk: Skúste neskôr, prosím.
tr: Lütfen daha sonra tekrar deneyin.
vi: Vui lòng thử lại sau.

source: meters per second
cs: metrů za vteřinu
de: Meter pro Sekunde
gl: metros por segundo
hr: metara u sekundi
it: metri al secondo
pl: metrów na sekunde
sk: metrov za sekundu
tr: metre bölü saniye
vi: mét trên giây

source: Sorry, the city set is not valid or contains incomplete data!
cs: Je nám líto, sada měst není platná anebo obsahuje neúplné údaje!
de: Das Stadt-Set ist leider ungültig oder enthält unvollständige daten!
gl: Desculpe, a cidade establecida non é válida ou contén datos incompletos!
hr: Žao nam je, skup gradova nije važeći ili sadrži nepotpune podatke!
it: Spiacente, la città impostata non è valida o contiene dati incompleti!
pl: Przepraszam, ustawione miasto nie jest poprawne lub zawiera niepoprawne dane!
sk: Je nám ľúto, sada miest nie je platná alebo obsahuje neúplné údaje!
tr: Üzgünüm, belirlenen şehir geçerli değil veya eksik veriler içeriyor!
vi: Xin lỗi. Tỉnh / thành được cài đặt không tồn tại hoặc chứa dữ liệu không hoàn chỉnh!

source: north
cs: severu
de: Norden
gl: norte
hr: sjever
it: nord
pl: północ
sk: severný
tr: kuzey
vi: bắc

source: north northeast
cs: severu až severovýchodu
de: Nord-Nordost
gl: nor-noreste
hr: sjever sjeveroistok
it: nord nordest
pl: północno północny wschód
sk: severný až severovýchodný
tr: kuzey v kuzeydoğu
vi: bắc đông bắc

source: northeast
cs: severovýchodu
de: Nordosten
gl: noreste
hr: sjeveroistok
it: nordest
pl: północny wschód
sk: severovýchodný
tr: kuzeydoğu
vi: đông bắc

source: east northeast
cs: východu až severovýchodu
de: Ost-Nordost
gl: este-noreste
hr: istok sjeveroistok
it: est nordest
pl: wschód południowy wschód
sk: východný až severovýchodný
tr: doğu ve kuzeydoğu
vi: đông đông bắc

source: east
cs: východu
de: Osten
gl: este
hr: istok
it: est
pl: wschód
sk: východný
tr: doğu
vi: đông

source: east southeast
cs: východu až jihovýchodu
de: Ost-Südost
gl: este-sudeste
hr: istok jugoistok
it: est sudest
pl: wschód południowy wschód
sk: východný až juhovýchodný
tr: doğu güneydoğu
vi: đông đông nam

source: southeast
cs: jihovýchodu
de: Südosten
gl: sudeste
hr: jugoistok
it: sudest
pl: południowy wschód
sk: juhovýchodný
tr: güneydoğu
vi: đông nam

source: south southeast
cs: jihu až jihovýchodu
de: Süd-Südost
gl: sur-sudoeste
hr: jug jugoistok
it: sud sudest
pl: południowa południowy wschód
sk: južný až juhovýchodný
tr: güney ve güneydoğu
vi: nam đông nam

source: south
cs: jihu
de: Süden
gl: sur
hr: jug
it: sud
pl: południa
sk: južný
tr: güney
vi: nam

source: south southwest
cs: jihu až jihozápadu
de: Süd-Südwest
gl: sur-surleste
hr: jug jugozapad
it: sud sudovest
pl: południa półudniowy zachód
sk: južný až juhozápadný
tr: güney ve güneybatı
vi: nam tây nam

source: southwest
cs: jihozápadu
de: Südwesten
gl: surleste
hr: jugozapad
it: sudovest
pl: południowy zachód
sk: juhozápadný
tr: güneybatı
vi: tây nam

source: west southwest
cs: západu až jihozápadu
de: West-Südwest
gl: leste-suerleste
hr: zapad jugozapad
it: ovest sudovest
pl: zachód południowy zachód
sk: západný až juhozápadný
tr: batı ve güneybatı
vi: tây tây nam

source: west
cs: západu
de: Westen
gl: leste
hr: zapad
it: ovest
pl: zachód
sk: západný
tr: batı
vi: tây

source: west northwest
cs: západu až severozápadu
de: West-Nordwest
gl: leste norleste
hr: zapad sjeverozapad
it: ovest nordovest
pl: zachód północny zachód
sk: západný až severozápadný
tr: batı ve kuzeybatı
vi: tây tây bắc

source: northwest
cs: severozápadu
de: Nordwesten
gl: norleste
hr: sjeverozapad
it: nordovest
pl: północny zachód
sk: severozápadný
tr: kuzeybatı
vi: tây bắc

source: north northwest
cs: severu až severozápadu
de: Nord-Nordwest
gl: nor-norleste
hr: sjever sjeverozapad
it: nord nordovest
pl: północ północny zachó
sk: severný až severozápadný
tr: kuzey ve kuzeybatı
vi: bắc tây bắc

source: Is not working properly, contains incomplete data or has been removed from the
cs: Nepracuje správně, obsahuje neúplné údaje nebo byl odstraněný
de: Funktioniert nicht ordnungsgemäß, enthält unvollständige Daten oder wurde entfernt aus dem
gl: Non está funcionando correctamente, contén datos incompletos ou foi eliminado da base de datos de
hr: Ne radi ispravno, sadrži nepotpune podatke ili je uklonjen iz
it: Non funziona correttamente, contiene dati incompleti o è stata rimossa dal
pl: Nie działą poprawnie, zawiera niekompletne dane oraz zostało usunięte z
sk: Nepracuje správne, obsahuje neúplné údaje alebo bol odstránený
tr: Düzgün çalışmıyor, yanlış very içeriyor ya da veritabanından silinmiş
vi: Không hoạt động được, chứa dữ liệu không đầy đủ hoặc đã bị xóa khỏi

source: It could be a temporary problem and you may wait a while '...
cs: Může to být dočasný problém, chvíli počkejte!!!
de: Es könnte ein vorübergehendes Problem sein. Bitte warten Sie einen Moment...
gl: Puede haber un problema temporal, debe esperar mientras '...
hr: Možda se radi o privremenom problemu i treba pričekati neko vrijeme '...
it: Potrebbe essere un problema temporaneo e si può aspettare un po'...
pl: To może być problem tymczasowy i może poczekałbyś '...
sk: Môže to byť dočasný problém, chvíľu počkajte !!!
tr: Geçici bir problem olabilir ve bir süre bekleyebilirsiniz !...
vi: Nó có thể là một trục trặc tạm thời và bạn có thể sẽ phải đợi một chút...

source: Do you want to delete it from your list?
cs: Chcete to vymazat ze seznamu
de: Möchten Sie die Stadt aus der Liste entfernen?
gl: Quere borralo da súa lista?
hr: Želiš li ga izbrisati s popisa?
it: Vuoi eliminarlo dalla tua lista?
pl: Czy chcesz go usunąć z listy?
sk: Chcete vymazať zo zoznamu?
tr: Listenizden silmek ister misiniz?
vi: Bạn có muốn xóa nó khỏi danh sách của mình không?

source: Chance of rain
cs: Možnost deště
de: Regenchancen
gl: Probablidade de chuvia
hr: Mogućnost kiše
it: Possibilità di pioggia
pl: Szanse opadów
sk: Možnosť dažďa
tr: Yağmur olasılığı
vi: Khả năng có mưa

source: Chance of snow
cs: Možnost sněžení
de: Chancen auf Schnee
gl: Probabilidade de neve
hr: Mogućnost snijega
it: Possibilità di neve
pl: Szanse śniegu
sk: Možnosť sneženia
tr: Kar olasılığı
vi: Khả năng có tuyết

source: Wind speed
cs: Rychlost větru
de: Windgeschwindigkeit
gl: Velocidade do vento
hr: Brzina vjetra
it: Velocità del vento
pl: Szybkość wiatru
sk: Rýchlosť vetra
tr: Rüzgar hızı
vi: Sức gió

source: Direction
cs: Směr
de: Richtung
gl: Dirección
hr: Smjer
it: Direzione
pl: Kierunek
sk: Smer
tr: Yön
vi: Hướng

source: Wind direction
cs: Směr větru
de: Windrichtung
gl: Dirección do vento
hr: Smjer vjetra
it: Direzione del vento
pl: Kierunek wiatru
sk: Smer vetra
tr: Rüzgar yönü
vi: Hướng gió

source: Wind gusts
cs: Nárazy větru
de: Windböen
gl: Rachas de vento
hr: Udari vjetra
it: Raffiche del vento
pl: Porywy wiatru
sk: Nárazy vetra
tr: Rüzgar kuvveti
vi: Sức gió

source: Cloudiness
cs: Oblačnost
de: Trübung
gl: Nubosidade
hr: Naoblaka
it: Nuvolosità
pl: Zachmurzenie
sk: Oblačnosť
tr: Bulutluluk
vi: Mây

source: Precipitation
cs: Srážky
de: Niederschlag
gl: Precipitación
hr: Oborine
it: Precipitazione
pl: Opady
sk: Zrážky
tr: Yağış
vi: Mưa

source: Humidity
cs: Vlhkost
de: Luftfeuchtigkeit
gl: Humidade
hr: Vlažnost
it: Umidità
pl: Wilgotność
sk: Vlhkosť
tr: Nem
vi: Độ ẩm

source: Visibility
cs: Viditeľnost
de: Sicht
gl: Visibilidade
hr: Vidljivost
it: Visibilità
pl: Widoczność
sk: Viditeľnosť
tr: Görüş
vi: Tầm nhìn

source: Hourly forecast for
cs: Hodinová předpověď pro
de: STündliche Vorhersage für
gl: Previsión por horas de
hr: Prognoza po satima zaa
it: Previsioni orarie per
pl: Godzinna prognoza pogody dla
sk: Hodinová predpoveď pre
tr: Saatlik tahmin
vi: Dự báo từng giờ cho

source: Provides the current temperature and weather conditions.
cs: Poskytuje informace o aktuální teplotě a stavu počasí.
de: Zeigt die aktuellen Temperatur- und Wetterbedingungen an.
gl: Proporciona a temperatura actual e as condicións do tempo.
hr: Pruža trenutačnu vremensku prognozu i vremenske uvjete.
it: Da' la temperatura e condizione meteo attuale.
pl: Podaje teraźniejszą temperaturę i warunki pogodowe.
sk: Oznámy aktuálne počasie.
tr: Sıcaklık ve hava durumunu verir.
vi: Cung cấp thông tin thời tiết và nhiệt độ hiện tại.

source: If pressed once, announce the weather forecast and current temperature for 24 hours and the next %d days. If pressed twice announce the hourlyforecast temperature and weather conditions.
cs: Jestliže zmáčknete jedenkrát, oznámí předpověď počasí a aktuální teplotu na 24 hodin a dalších% d dní. Jestliže zmáčknete dvakrát, oznámí hodinovou předpověděnou teplotu a povětrnostní podmínky.
de: Bei einmaliger Betätigung werden die Wettervorhersage und die aktuelle Temperatur für 24 Stunden und die nächsten %d Tage angesagt. Wenn Sie zweimal drücken, werden die stündliche Temperaturvorhersage und die Wetterbedingungen angesagt.
gl: Se se preme unha vez, anunciar a previsión do tempo e a temperatura actual para 24 horas e os vindeiros %d días. Se se preme dúas veces anunciar a temperatura da previsión por horas e as condicións do tempo.
hr: Ako se jednom pritisne, najavljuje vremensku prognozu i trenutnu temperaturu za 24 sata i sljedećih% d dana. Ako se dvaput pritisne, najavite vremensku prognozu i vremenske uvjete po satima.
it: Se premuto una volta, annuncia le previsioni del tempo e la temperatura attuale per 24 ore e per i successivi %d giorni. Se premuto due volte annuncia le previsioni orarie di temperatura e condizioni atmosferiche.
pl: Jeżeli jest naciśnięte tylko raz, wymawia prognozę pogody i aktualną temperaturę dla 24 godzin i następnych %d dni. Jeżeli jest naciśnięte dwukrotnie czyta godzinną pogodę temperatury i warunki pogodowe.
sk: Ak stlačíte jedenkrát, oznámi predpoveď počasia a aktuálnu teplotu na 24 hodín a ďalších% d dní. Ak stlačíte dvakrát, oznámi hodinovú predpovedanú teplotu a poveternostné podmienky.
tr: Bir kez basılırsa, 24 saat ve sonraki %d gün için hava durumu tahminini ve sıcaklık bilgisini verir. İki kez basılırsa, sıcaklık ve hava koşullarını saatlik tahmin olarak verir.
vi: Bấm một lần, đọc dự báo thời tiết và nhiệt độ hiện tại cho 24 giờ và %d ngày tiếp theo. Bấm hai lần, đọc dự báo thời tiết và nhiệt độ từng giờ.

source: Sorry, no list available!
cs: Žádný seznam není dostupný!
de: Keine Liste vorhanden!
gl: Desculpe, non está dispoñible ningunha lista!
hr: Na žalost, nema dostupnog popisa!
it: Spiacente, nessuna lista disponibile!
pl: Przepraszam, nie ma dostępnej listy!
sk: Žiadny zoznam nie je dostupný!
tr: Üzgünüm, liste mevcut değil!
vi: Xin lỗi. Không có danh sách nào!

source: Allows you to set a temporary city.
cs: Umožňuje nastavit dočasný kód města.
de: Ermöglicht, eine temporäre Stadt festzulegen.
gl: Permítelle establecer unha cidade temporal.
hr: Dozvoljava postavljanje privremenog grada.
it: Consente di impostare una città temporanea.
pl: Umożliwia dodawanie tymczasowego miasta.
sk: Umožňuje nastaviť dočasný kód mesta.
tr: Geçici şehir belirlemenizi sağlar.
vi: Cho phép bạn đặt một tỉnh / thành tạm

source: Scale of temperature measurement set into
cs: Jednotky měření teploty nastaveny na
de: Temperaturskala eingestellt in
gl: Escala de temperatura establecida a
hr: Temperaturna ljestvica postavljena u
it: Scala di misura della temperatura impostata in
pl: Skala mierzenia temperatury ustawiona w
sk: Jednotky merania teploty
tr: Sıcaklık ölçeği ayarlandı
vi: Đã thiết lập đơn vị đo nhiệt độ là

source: Allows you to set a temporary scale of temperature mesurement.
cs: Umožňuje nastavit dočasné jednotky měření teploty.
de: Legt eine temporäre Temperaturskala fest.
gl: Permítelle establecer unha escala de temperatura.
hr: Dozvoljava postavljanje privremene temperaturne ljestvice.
it: Consente di impostare temporaneamente una scala di misura della temperatura.
pl: Umożliwia ustawianie tymczasowej skali mierzenia temperatury.
sk: Umožňuje nastaviť dočasné jednotky merania teploty.
tr: Sıcaklık birimini geçici olarak ayarlamanızı sağlar.
vi: Cho phép bạn đặt một đơn vị đo nhiệt độ tạm thời.

source: at
cs: v
de: um
gl: ás
hr: u
it: alle
pl: z
sk: v
vi: tại

source: Last update of the current weather report
cs: Poslední aktualizace současné zprávy o počasí
de: Der Wetterbericht wurde zuletzt aktualisiert
gl: Última actualización do reporte actual do clima
hr: Zadnje aktualiziranje trenutačnog vremenskog izvještaja
it: Ultimo aggiornamento del attuale bollettino meteo
pl: Ostatnia aktualizacja prognozy pogody
sk: Posledná aktualizácia dát
tr: Hava raporu Son güncelleme
vi: Lần cập nhật dự báo cuối cùng của thời tiết hiện tại

source: Announces the date of the last update of the weather report.
cs: Ohlásí datum poslední aktualizace současné zprávy o počasí.
de: Zeigt das Datum an, an dem der Wetterbericht zuletzt aktualisiert wurde.
gl: Anuncia a data da última actualización do reporte do clima.
hr: Najavljuje datum zadnjeg aktualiziranja vremenskog izvještaja.
it: Annuncia la data dell'ultimo aggiornamento del bollettino meteorologico.
pl: Wymawia datę ostatniej aktualizacji prognozy pogody.
sk: Oznamuje dátum poslednej aktualizácie súčasnej správy o počasí.
tr: Hava Raporunun son güncelleme zamanını seslendirir.
vi: Thông báo ngày cập nhật cuối cùng của dự báo thời tiết.

source: Open the Weather Plus settings dialog.
cs: Otevře dialog s nastavením doplňku počasí+.
de: Öffnet die Wetter Plus-Einstellungen.
gl: Abrir o diálogo de opcións do Weather Plus.
hr: Otvori dijaloški okvir s postavkama za Vrijeme_Plus.
it: Apre la finestra impostazioni di Weather Plus.
pl: Otwiera okno dialogowe ustawień Weather plus.
sk: Otvorí dialóg nastavení doplnku Počasie
tr: Weather plus ayarları iletişim kutusunu açar.
vi: Mở hộp thoại cài đặt Weather Plus.

source: f1: help placing, f2: last TAB selection, f3: list and edit box, f4: control duration Weather Forecast, f5: volume controls.
cs: f1: nápověda o umístění, f2: poslední výběr klávesy tab, f3: seznam a editační pole, f4: kontrola délky předpovědi počasí, f5: ovládání hlasitosti.
de: F1: Hilfe, F2: Letzte Auswahl, F3: Stadt auswählen bzw. suchen, F4: Dauer der Wettervorhersage einstellen, F5: Lautstärkeregler.
gl: f1: axuda, f2: selección da última lapela, f3: lista e caixa de edición, f4: controlar duración do pronóstico meteorolóxico, f5: controis de volume.
hr: F1: pomoć za određivanje mjesta, F2: zadnji odabir pomoću tabulatora, F3: popisni okvir i okvir za uređivanje, F4: odredi trajanje Vremenske prognoze, F5: kontrole za glasnoću.
it: f1: aiuto immissione, f2: ultima selezione con TAB, f3: elenco e casella di editazione, f4: controllo durata previsioni meteo, f5: controlli volume.
pl: f1: pomóż mi znaleźć miejsce, f2: ostatnie oznaczenie tabem, f3: lista i pole do edycji, f4: kontrola trwania pogody, f5: kontrole głośności.
sk: f1: Pomocník, f2: Oznámy aktuálne vybratú záložku, f3: presunie kurzor na editačné pole alebo zoznam, f4: Nastaví dĺžku predpovede počasia, F5: Nastavenie úrovne hlasitosti.
tr: f1: yardımı göster, F2: son SEKME seçimi, F3: liste ve düzenleme kutusu, F4: Hava Tahmini süre kontrolü, F5: ses denetimleri.
vi: f1: thông tin giúp đỡ, f2: TAB được chọn cuối cùng, f3: danh sách và ô nhập liệu, f4: điều khiển thời gian dự báo thời tiết, f5: điều khiển âm lượng.

source: f1: help placing, f2: last TAB selection, f3: list and edit box, f4: control duration Weather Forecast.
cs: f1: nápověda o umístění, f2: poslední výběr klávesy tab, f3: seznam a editační pole, f4: kontrola délky předpovědi počasí.
de: F1: Hilfe, F2: Letzte TAB-Auswahl, F3: Liste und Bearbeitungsfeld, F4: Dauer Wettervorhersage steuern.
gl: f1: axuda, f2: selección da última pestana, f3: lista e caixa de edición, f4: controlar duración do pronóstico meteorolóxico.
hr: F1: pomoć za određivanje mjesta, F2: zadnji odabir pomoću tabulatora, F3: popisni okvir i okvir za uređivanje, F4: odredi trajanje Vremenske prognoze.
it: f1: aiuto immissione, f2: ultima selezione con TAB, f3: elenco e casella di editazione, f4: controllo durata previsioni meteo.
pl: f1: pomóż mi znaleźć miejsce, f2: ostatnie oznaczenie tabem, f3: lista i pole do edycji, f4: kontrola trwania pogody.
sk: f1: Pomocník, f2: Oznámy aktuálne vybratú záložku, f3: presunie kurzor na editačné pole alebo zoznam, f4: Nastaví dĺžku predpovede počasia.
tr: f1: yardımı göster, F2: son SEKME seçimi, F3: liste ve düzenleme kutusu, F4: Hava Tahmini süre kontrolü.
vi: f1: thông tin giúp đỡ, f2: TAB cuối cùng được chọn, f3: danh sách và ô nhập liệu, f4: điều khiển thời gian dự báo thời tiết.

source: Test
cs: Testování
de: Testen
gl: Probar
hr: Provjeri
it: Testa
pl: Testuj
sk: otestovať
tr: Sına
vi: Kiểm tra

source: Details
cs: Podrobnosti o městu
de: Informationen
gl: Detalles
hr: Detalji
it: Dettagli
pl: Szczegóły
sk: Podrobnosti o meste
tr: Ayrıntılar
vi: Chi tiết

source: Define
cs: definovat
de: Gebiet festlegen
gl: Definir
hr: Odredi
it: Definisci
pl: Zdefiniuj
sk: Nastavenie zvukových efektov
tr: Tanımla
vi: Quy định

source: Add
cs: Přidat
de: Hinzufügen
gl: Engadir
hr: Dodaj
it: Aggiungi
pl: Dodaj
sk: Pridať
tr: Ekle
vi: Thêm

source: Remove
cs: Odebrat
de: Entfernen
gl: Eliminar
hr: Ukloni
it: Rimuovi
pl: Usuń
sk: odstrániť
tr: Kaldır
vi: Gỡ bỏ

source: Rename
cs: Přejmenovat
de: Umbenennen
gl: Renomear
hr: Preimenuj
it: Rinomina
pl: Przemianować
sk: Premenovať
tr: Yeniden adlandır
vi: Đổi tên

source: &Import new cities...
cs: &Importovat nové kódy měst a zemí...
de: Städte &importieren...
gl: &Importar novas cidades...
hr: Uvez&i nove gradove …
it: &Importa nuove città...
pl: &zaimportuj nowe miejsca...
sk: &Importovať...
tr: Yeni Şehirleri &İçe Aktar...
vi: &Nạp các tỉnh / thành mới...

source: &Export your cities...
cs: &Exportovat vlastní kódy měst a zemí...
de: Städte &exportieren...
gl: &Exportar as súas cidades...
hr: Izv&ezi gradove …
it: &Esporta le tue città...
pl: &eksportuj miejsca...
sk: &Exportovať...
tr: Şehirleri &Dışa Aktar...
vi: &Xuất các tỉnh / thành của bạn...

source: &hourlyforecast setting...
cs: & nastavení hodinové předpovědi ...
de: &Stündliche Vorhersage...
gl: Configuración da previsión por &horas...
hr: &postavke vremenske prognoze po satima...
it: impostazione di &previsione oraria...
pl: &Ustawienie godzinnej pogody.
sk: & nastavenie hodinovej predpovede ...
tr: &saatlik tahmin ayarı...
vi: &cài đặt dự báo từng giờ...

source: Scale of temperature measurement:
cs: Jednotky měření teploty:
de: Temperaturskala:
gl: Escala de temperatura:
hr: Temperaturna ljestvica:
it: Scala di misura della temperatura:
pl: Skala mierzenia temperatury:
sk: Jednotky merania teploty:
tr: Sıcaklık ölçüm birimi:
vi: Đơn vị đo nhiệt độ:

source: Degrees shown as:
cs: Zobrazit stupně jako:
de: Grad anzeigen als:
gl: Graos mostrados coma:
hr: Stupnjevi prikazani kao:
it: Indica i gradi come:
pl: Stopnie wyświetlane jako:
sk: Zobraziť stupne ako:
tr: Derece şu şekilde gösterilsin:
vi: Hiển thị nhiệt độ

source: Unspecified
cs: Nespecifikováno
de: Unspezifiziert
gl: Non especificado
hr: neodređen
it: imprecisato
pl: Nieokreślony
sk: nešpecifikované
tr: Belirlenmemiş
vi: Không xác định

source: Weather Forecasts up to days:
cs: Předpověď na dnešek je:
de: Wettervorhersage bis Tagen:
gl: Previsión meteorolóxica ata días:
hr: Vremenska prognoza do dana:
it: Previsioni del tempo fino a giorni:
pl: Prognoza pogody do następującej liczby dni:
sk: Predpoveď počasia na dnes je:
tr: Şu kadar günlük hava tahmini:
vi: Dự báo thời tiết đến ngày:

source: API response language:
cs: API odpovídajícího jazyka:
de: API-Antwortsprache:
gl: Idioma de resposta da API:
hr: Jezik prikaza API-ja:
it: Linguaggio di risposta dell'API:
pl: Język odpowiedzi API:
sk: API zodpovedajúceho jazyka:
tr: API yanıt dili:
vi: Ngôn ngữ trả về cho API:

source: &Copy the weather report and weather forecast, including city details to clipboard
cs: Vždy &kopírovat zprávu o počasí vč. předpovědi a podrobnosti o městu do schránky
de: Wetterbericht und -vorhersage einschließlich der Stadt-Infomrationen in die Zwischenablage &kopieren
gl: &Copiar reporte do tempo e a previsión, incluíndo detalles da cidade ao portapapeis
hr: &Kopiraj izvještaj o vremenu i vremensku prognozu, uključujući podatke o gradu u međuspremnik
it: &Copia il bollettino meteo e previsioni del tempo, compresi i dettagli della città negli appunti
pl: &Kopiuj wykaz pogody i prognozę pogody, włączając w to sczegóły o mieście do schowka
sk: &kopírovať predpoveď počasia, aktuálne počasie a informácie o meste do schránky
tr: &Panoya şehir ayrıntıları dahil hava raporu ve hava tahminini Kopyala
vi: &Sao chép thông tin và dự báo thời tiết, bao gồm chi tiết tỉnh / thành vào bộ nhớ tạm

source: Enable &audio effects (only for the current weather conditions)
cs: &Zapnout zvukové efekty (Pouze pro aktuální stav počasí, nikoli pro předpověď)
de: &Sound-Effekte nur für aktuelle Wetterbedingungen aktivieren
gl: &Habilitar Efectos de son (só para as condicións actuais do clima)
hr: Aktiviraj &zvučne efekte (samo za trenutačne vremenske uvjete)
it: Abilita effetti &audio (solo per le attuali condizioni meteo)
pl: włącz e&fekty dźwiękowe (tylko dla teraźniejszych warunków pogodowych)
sk: Predpoveď oznamovať aj &Zvukom
tr: &ses efektlerini etkinleştir (sadece mevcut hava koşulları için)
vi: Bật hiệu ứng âm th&anh (chỉ cho điều kiện thời tiết hiện tại)
