Repository: BlindHelp/weather_plus
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: cs, de, gl, hr, it, pl, sk, tr, vi

source: Use only &weather effects
cs: Používejte pouze efekty &počasí
de: Nur &Wetter-Effekte benutzen
gl: Utilizar só efectos do &tempo
hr: Koristi samo &vremenske efekte
it: &Usa solo effetti atmosferici
pl: Używaj tylko efektów &dźwiękowych dla pogody
sk: Neprehrávať zvuky &Prostredia
tr: Yalnızca &hava efektlerini kullanın
vi: Chỉ dùng hiệu ứng &thời tiết

source: General audio volume
cs: Nastavení zvuku pro všechny efekty
de: Standardlautstärke
gl: Volume xeral do audio
hr: Opća glasnoća
it: Volume audio generale
pl: ogólna głośność dźwięków
sk: Predvolená hlasitosť zvukových efektov
tr: Genel ses düzeyi
vi: Âm lượng âm thanh chung

source: Current audio volume
cs: Nastavení zvuku pro aktuální efekt
de: Aktuelle Lautstärke
gl: Volume actual do audio
hr: Trenutačna glasnoća
it: Volume audio corrente
pl: Aktualna głośność dźwięku
sk: Aktuálna hlasitosť zvukových efektov
tr: Mevcut ses seviyesi
vi: Âm lượng âm thanh hiện tại

source: Enable &help buttons in the settings window
cs: Za&pnout nápovědné popisky prvků v okně pro nastavení
de: &Hilfetexte für die Schalter in den Einstellungen anzeigen
gl: Habilitar botóns de &axuda na ventá de opcións
hr: Aktiviraj gumbe &pomoći u prozoru postavki
it: Abilita aiuto &pulsanti nella finestra delle impostazioni
pl: włącz &przyciski pomocy w oknie ustawień
sk: Povoliť texty Pomocníka v oknách s &nastaveniami
tr: Ayarlar penceresindeki düğmelerle ilgili &yardım mesajlarını etkinleştir
vi: Bật nút &trợ giúp trong cửa sổ cài đặt

source: Read &wind information
cs: Přečtěte si informace o &větru
de: &Windinformationen ausgeben
gl: Ler información do &vento
hr: Pročitaj informacije o &vjetru
it: Leggi le informazioni del &vento
pl: Czytaj informacje o &wietrze
sk: Oznamovať po&veternostné podmienky
tr: &Rüzgar bilgisini seslendir
vi: Đọc thông tin &gió

source: Add wind directi&on
cs: Při&dat směr větru
de: Wind&richtung ergänzen
gl: Engadir dirección do vent&o
hr: Doda&j smjer vjetra
it: Aggiungi la &direzione del vento
pl: Dodawaj kierunek wiatr&u
sk: Oznamovať &smer vetra
tr: &Rüzgar yönü bilgisini ekle
vi: Thêm &hướng gió

source: Add wi&nd speed
cs: Přidat ry&chlost větru
de: Wi&ndgeschwindigkeit ergänzen
gl: Engadir velocidad do ve&nto
hr: &Dodaj brzinu vjetra
it: Aggiu&ngi la velocità del vento
pl: Dodawaj &prędkość wiatru
sk: Oznamovať &rýchlosť vetra
tr: &rüzgar hızını ekle
vi: Thêm tốc độ &gió

source: Add speed in &meters per second of the wind
cs: Přidávat rychlost větru v &metrech za sekundu
de: &Meter pro Sekunde bei der Ausgabe der Windgeschwindigkeit ergänzen
gl: Engadir velocidade do vento en &metros por segundo
hr: Dodaj brzinu vjetra u &metrima po sekundi
it: Aggiungi la velocità in &metri al secondo del vento
pl: Dodaj prędkość wiatru w &metrach na sekundę
sk: Oznamovať rýchlosť vetra v &metroch za sekundu
tr: &Rüzgarın saniyede kaç metre hızla estiği bilgisini ekle
vi: Thêm tốc độ gió tính bằng &mét trên giây

source: Add wind &gust speed
cs: Přidat rychlost a nárazy větru
de: Geschwindigkeit der Wind&böen ergänzen
gl: Engadir velocidade da &racha de vento
hr: Dodaj brzinu vjetra i udara
it: Aggiungi velocità delle &raffiche del vento
pl: Dodaj szybkość &porywów wiatru
sk: Pridajte rýchlosť a nárazy vetra
tr: Rüzgar &esinti hızını ekle
vi: Thêm &lượng gió

source: Add perceived &temperature
cs: Přidat hodno&ty pocitové teploty
de: Gefühlte &Temperatur ergänzen
gl: Engadir sensación &térmica
hr: Dodaj osjetnu &temperaturu
it: Aggiungi la &temperatura percepita
pl: Dodaj &Temperaturę odczuwalną
sk: Oznamovať pocitovú &teplotu
tr: Hissedilen s&ıcaklık bilgisini ekle
vi: Thêm &nhiệt độ nhận thức

source: &Read atmospherical information
cs: &Přečtěte si atmosférické informace
de: Atmosphä&rische Informationen ausgeben
gl: &Ler información atmosféricas
hr: P&ročitaj informacije o atmosferi
it: &Leggi informazioni atmosferiche
pl: Czytaj informacje atmos&feryczne
sk: Oznamovať &atmosferické informácie (tlak, vlhkosť...)
tr: &Atmosferik bilgileri seslendir
vi: Đọc &thông tin khí quyển

source: Add humidity va&lue
cs: Přidat hodnotu &vlhkosti
de: Wert für die &Luftfeuchtigkeit ergänzen
gl: Enga&dir valor da umidade
hr: Dodaj vrijednost &za vlagu
it: Aggiungi valore dell'&umidità
pl: Dodawa&j wartość wilgotności
sk: Oznamovať vl&hkosť
tr: Nem de&ğerini ekle
vi: Thêm &giá trị độ ẩm

source: Add &visibility value
cs: Přidat hodnotu vidite&lnosti
de: Wert für &Sichtweite ergänzen
gl: Engadi&r valor da visibilidade
hr: Dodaj i vrijednost za vidljivost
it: A&ggiungi valore della visibilità
pl: Dodawaj wartość wid&oczności
sk: Oznamovať vi&diteľnosť
tr: &görüş mesafe değerini ekle
vi: Thêm giá trị &tầm nhìn

source: Add cloudiness &value
cs: Přidat &hodnotu oblačnosti
de: &Trübungswert ergänzen
gl: Engadir valor de nu&bosidade
hr: Dodaj vrijednost za naoblaku
it: Aggiungi valore della &nuvolosità
pl: Dodaj wartość &zachmurzenia
sk: Pridajte &hodnotu oblačnosti
tr: Bulutluluk &değerini ekle
vi: Thêm &giá trị mây

source: Add precipitation &value
cs: Přidat hodnotu srážek
de: &Niederschlagswert ergänzen
gl: Engadir valor de &precipitación
hr: Dodaj vrijednost oborina
it: Aggiungi valore della &precipitazione
pl: Dodaj wartość &opadów
sk: Pridajte hodnotu zrážok
tr: &Yağış değerini ekle
vi: Thêm &giá trị lượng mưa

source: Add &ultraviolet radiation value
cs: Přidat hodnotu ultrafialového záření
de: &Wert der ultravioletten Strahlung ergänzen
gl: Engadir valor de radiación &ultravioleta
hr: Dodaj vrijednost ultraljubičastog zračenja
it: Aggiungi il valore della radiazione &ultravioletta
pl: Dodaj wartość &indeksu UV
sk: Pridajte hodnotu ultrafialového žiarenia
tr: &Ultraviyole radyasyon değerini ekle
vi: Thêm giá trị bức xạ tia &cực tím

source: Add atmospheric &pressure value
cs: Přidat &hodnoty atmosféry a tlaku
de: Wert für Luftdruck ergänzen
gl: Engadir o valor da &presión atmosférica
hr: Dodaj vrijednost za atmos&ferski tlak
it: Aggiungi valore della pressione atmos&ferica
pl: &Dodawaj atmosferyczne ciśnienie
sk: Oznamovať hodnotu Atmos&ferického tlaku
tr: Atmosferik &basınç değerini ekle
vi: Thêm giá trị á&p suất khí quyển

source: Indicates the atmospheric pressure in millimeters of mercur&y (mmHg)
cs: Indikuje atmos&férický tlak v milimetrech
de: Gibt den Luftdruck in Millimeter Quecksilbersäule (mmHg) an.
gl: Indica a presión atmosférica en milímetros de mercurio (mmH&g)
hr: Ukazuje na atmosferski tlak u milimetrima žive (mm&Hg)
it: Indica la pressione atmosferica in millimetri di mercurio (mm&Hg)
pl: Wymawiaj ciśnienie w metrach słupa rtęci (mm&Hg)
sk: oznamovať atmosferický tlak v milimetroch ortuti (mmH&g)
tr: Atmosferik basıncı gösterir milimetre cinsinden &cıva (mmHg)
vi: Cho biết áp suất khí quyển tính bằng mi li mét thủy ngân & y (mmHg)

source: Read a&stronomical information
cs: Přečtěte &si astronomické informace
de: A&stronomische Informationen ausgeben
gl: Ler información a&stronómica
hr: Pročitaj informacije o a&stronomiji
it: Leggi le informazioni a&stronomiche
pl: Czytaj informacje &astronomiczne
sk: Oznamovať astronomické inf&ormácie (východ / západ slnka a pod.)
tr: &Astronomik bilgileri seslendir
vi: Đọc các thông tin &thiên văn

source: Enable reading of the hours in &24-hour format
cs: Zapnout &ohlašování ve 24-hodinovém formátu
de: Im &24-Stunden-Format ausgeben
gl: Habilitar lectura das horas no formato de &24 horas
hr: Aktiviraj čitanje sata u &24-satnom formatu
it: Abilita la lettura delle &ore in formato 24 ore
pl: Włącz czytanie &godzin w formacie 24-godzinnym
sk: Používať &24-hodinový formát
tr: Saatler 24 &saat formatında seslendirilsin
vi: Bật đọc giờ ở định dạng &24-giờ

source: Use the comma to separate decimals, example (4,&15)
cs: Použít čárku pro rozdělení desetinných čísel, příklad (4,&15)
de: Komma als De&zimaltrennzeichen benutzen, Beispiel (4,&15)
gl: Usar a coma para separar decimais, por exemplo 4&,155
hr: Koristi decimalni zarez, na primjer (4,&15)
it: Usa una virgola per separare i decimali, per esempio, (4,&15)
pl: Używaj przecinka jako separatora dziesiętnego, na przykład (4,&15)
sk: Desatinné čísla oddeľovať čiarkou (1&,15)
tr: Ondalık ayracı olarak virgül kullanın, örnek (4,&15)
vi: Dùng dấu phảy để phân cách số thập phân. Ví dụ: 4,&15

source: &Displays output in a window
cs: &Zobrazí výstup v okně
de: Zeigt die Ausgabe in einem &Fenster an
gl: Mostra a saída nunha &xanela
hr: &Prikazuje izlaz u prozoru
it: Visualizza l'output in una &finestra
pl: &Pokazuj wynik w oknie
sk: &Zobrazí výstup v okne
tr: &Çıktıyı bir pencerede görüntüler
vi: &Hiển thị đầu ra trong một cửa sổ

source: Check for &upgrade
cs: Zkontrolovat &novou verzi
de: Nach &Updates suchen
gl: Verificar act&ualizacións
hr: Provjeri nadogradnj&e
it: Controllo presen&za aggiornamenti
pl: Sprawdź, czy jest nowa we&rsja
sk: Kontrolovať dost&upnosť novej verzie
tr: &Güncelleme olup olmadığını denetle
vi: Kiểm tra &cập nhật

source: Test the city validity and find the data of it.
cs: Otestujte platnost města a najděte jeho údaje.
de: Testet die Gültigkeit der Stadt und sucht deren Daten.
gl: Probar a validez da cidade e buscar os seus datos.
hr: Testiraj ispravnost grada i pronađi podatke o njemu.
it: Testa la validità della città e trova i dati di essa.
pl: Testuje poprawność miasta i poszukuje dane o nim.
sk: Otestujte platnosť mesta a nájdite jeho údaje.
tr: Şehir geçerliliğini test edin ve verilerini bulun.
vi: Kiểm tra tính hợp lệ của tỉnh / thành và tìm dữ liệu của nó.

source: Add the current city into your list.
cs: Přidejte aktuální město do svého seznamu.
de: Fügt die ausgewählte Stadt zur Liste hinzu.
gl: Engadir a cidade actual á súa lista.
hr: Dodaj trenutačni grad u popis.
it: Aggiunge la città corrente al tuo elenco.
pl: Dodaj obecne miasto do listy.
sk: Pridá aktuálne mesto do zoznamu.
tr: Mevcut şehri listenize ekler.
vi: Thêm tỉnh / thành hiện tại vào danh sách của bạn

source: Displays information about the current city.
cs: Zobrazuje informace o aktuálním městě.
de: Zeigt Informationen zur aktuellen Stadt an.
gl: Amosa información sobre a cidade actual.
hr: Prikazuje informacije o trenutnom gradu.
it: Visualizza le informazioni sulla città corrente.
pl: Pokazuje informacje o bieżącym mieście.
sk: Zobrazuje informácie o aktuálnom meste.
tr: Seçili şehirle ilgili ayrıntıları gösterir.
vi: Hiển thị thông tin cho tỉnh / thành hiện tại.

source: Allows you to define the area, in order to adapt the sound effects.
cs: Umožňuje definovat oblasst pro přizpůsobení zvukových efektů.
de: Hier können Sie den Bereich einstellen, um die Sound-Effekte anzupassen.
gl: Permítelle definir a área, para adaptar os efectos de son.
hr: Omogućuje određivanje područja, kako bi se prilagodio zvučni efekt.
it: Permette di definire l'area, al fine di adeguare gli effetti sonori.
pl: Umożliwia zdefiniowanie obszaru, aby zaadaptować efekty dźwiękowe.
sk: Umožňuje definovať oblasť na použitie zvukových efektov.
tr: Bununla, Hangi ses efektlerinin kullanılacağının belirlenmesi için bölgeyi tarif edebilirsiniz.
vi: Cho phép bạn quy định một khu vực để gán hiệu ứng âm thanh.

source: Presets the current city as the default, will be used every time you restart the plugin.
cs: Přednastaví aktuální město jako výchozí, a bude vždy výchozí po restartu doplňku.
de: Legt die aktuelle Stadt als Standard fest (wird bei jedem Neustart der Erweiterung verwendet).
gl: Prestablecer a cidade como predeterminado, que será utilizado cando reinicie o complemento.
hr: Predodređuje trenutačni grad kao standardni. Učitat će se svaki put kad se dodatak ponovo pokrene.
it: Predispone la città come predefinita, verrà utilizzata ogni volta che si riavvia il plugin.
pl: Dodaje miasto jako domyślne, co będzie oznaczało, że będzie ono użyte po ponownym uruchomieniu dodatku.
sk: Nastaví Aktuálne mesto ako predvolené. Počasie pre toto mesto bude dostupné vždy po reštarte doplnku.
tr: Mevcut şehri, eklenti yeniden başlatıldığında geçerli olacak şekilde, varsayılan olarak ayarlar.
vi: Đặt sẵn tỉnh / thành hiện tại làm mặc định, sẽ dùng mỗi khi khởi động lại plugin.

source: Delete the current city from your list.
cs: Smažte aktuální město ze seznamu.
de: Entfernt die Stadt aus der Liste.
gl: Borrar unha cidade actual da súa lista.
hr: Brisanje grada iz popisa.
it: Elimina la città corrente dall'elenco.
pl: Usuń aktualne miasto z listy.
sk: Odstráňi aktuálne mesto zo zoznamu.
tr: Mevcut şehri listeden siler.
vi: Xóa tỉnh / thành hiện tại khỏi danh sách của bạn

source: Rename the current city.
cs: Přejmenujte aktuální město
de: Benennt die Stadt um.
gl: Renomear unha cidade actual.
hr: Preimenuj trenutačni grad.
it: Rinomina la città corrente.
pl: Zmień nazwę obecnego miasta.
sk: Premenuje aktuálne mesto.
tr: Mevcut şehri yeniden adlandırın.
vi: Đổi tên tỉnh / thành hiện tại.

source: Permits to incorporate in your list new cities importing them from another list with the extension *.zipcodes; you can select the city you want to import, by turning on the check box associated.
cs: Umožňuje zahrnout do svého seznamu nová města, která je importují z jiného seznamu s příponou * .zipcodes; Zapnutím zaškrtávacího políčka můžete vybrat město, které chcete importovat.
de: Ermöglicht die Aufnahme neuer Städte in die Liste, die Sie aus einer anderen Liste mit der Erweiterung *.zipcodes importieren. Sie können die zu importierende Stadt auswählen, indem Sie das zugehörige Kontrollkästchen aktivieren.
gl: Permitir a incorporación á súa lista de novas cidades importándoas dende un arquivo con extensión *.zipcodes; pode seleccionar a cidade que desexa importar, activando a caixa de verificación.
hr: Dozvoljava ugrađivanje novih gradova u popis, uvozeći ih iz drugog popisa s nastavkom *.zipcodes. Moguće je odabrati grad koji se želi uvesti, uključivanjem odgovarajućeg potvrdnog okvira.
it: Permette di incorporare nella tua lista nuove città importandole da un altro elenco con estensione * .zipcodes; puoi selezionare la città che vuoi importare, attivando la casella di controllo associata.
pl: Pomaga dodawać nowe miasta do listy importując ję z pliku list z rozszerzeniem *.zipcodes; Możesz wybrać konkretne miasta do importu zaznaczając odpowiednie pole wyboru
sk: Umožňuje zahrnúť do zoznamu nové mestá, ktoré importujete zo súboru *.zipcodes. Začiarknutím príslušného políčka môžete vybrať mestá, ktoré chcete importovať.
tr: Şehir listenize zipcodes uzantılı başka dosyalardan yeni şehirler aktarmanızı sağlar. Örneğin arkadaşlarınızın paylaştığı listeler. ilişkili onay kutusunu işaretleyerek içe aktarmak istediğiniz şehri seçebilirsiniz.
vi: Cho phép kết hợp vào danh sách của bạn các tỉnh / thành mới bằng cách nhập chúng từ danh sách khác với phần mở rộng * .zipcodes; bạn có thể chọn tỉnh / thành muốn nhập bằng cách bật hộp kiểm liên quan.

source: Permits to save your list of cities in a specified path.
cs: Umožňuje uložit seznam měst v určené cestě.
de: Ermöglicht das Speichern der Liste mit den Städten in einem bestimmten Ordner.
gl: Permítelle gardar a súa lista de cidades nunha ruta especificada.
hr: Dozvoljava spremanje popisa gradova u određenu putanju.
it: Permette di salvare la lista delle città in un percorso specificato.
pl: Pomaga zapisywać listy miast do określonej ścieżki.
sk: Uloží zoznam miest do súboru.
tr: Şehir listesinin bir yere kaydedilmesine olanak tanır.
vi: Cho phép lưu danh sách các tỉnh / thành của bạn vào đường dẫn được quy định.

source: Allows you to choose the contents of the hourly forecast report.
cs: Umožní zvolit obsah hodinové předpovědi
de: Lässt Sie die Inhalte der stündlichen Wettervorhersage wählen.
gl: Permítelle escoller o contido do informe da previsión por horas.
hr: Dozvoljava odabir sadržaja izvještaja o prognozi po satu.
it: Consente di scegliere i contenuti del report di previsione oraria.
pl: Umożliwia wybór treści wykazu pogodowego.
sk: Umožní zvoliť obsah hodinovej predpovede
tr: Saatlik tahmin raporunun içeriğini belirlemenizi sağlar.
vi: Cho phép bạn chọn các nội dung để dự báo từng giờ.

source: You can enter or search for a city
cs: Můžete vložit město nebo se pokusit jej nalézt
de: Sie können eine Stadt eingeben oder danach suchen
gl: Podes introducir ou buscar unha cidade
hr: Moguće je upisati ili tražiti grad
it: È possibile immettere o ricercare una città
pl: Można wpisać lub wyszukować miasta
sk: Môžete zadať alebo vyhľadať mesto
tr: Bir şehir girebilir ya da arayabilirsiniz
vi: Bạn có thể nhập hoặc tìm một tỉnh / thành

source: By Latitude and Longitude: 48.8567,2.3508
cs: Podle zeměpisné šířky a délky: 48,8677,2,3508
de: Nach Breiten- und Längengrad: 48.8567,2.3508
gl: Por Latitude e Lonxitude: 48.8567,2.3508
hr: Prema geografskoj širini i dužini: 48,8567,2,3508
it: Per latitudine e longitudine: 48.8567,2.3508
pl: Według długości i szerokości geograficznej: 48.8567,2.3508
sk: Podľa zemepisnej šírky a dĺžky: 48,8677,2,3508
tr: Enlem ve Boylam ile: 48.8567,2.3508
vi: Bằng vĩ độ và kinh độ: 48.8567,2.3508

source: By City name: Paris
cs: Podle názvu města: Paříž
de: Nach Stadtname: Paris
gl: Por nome da cidade: París
hr: Po imenu grada: Pariz
it: Per nome della città: Parigi
pl: Według nazwy miasta: Paris
sk: Podľa názvu mesta: Paris
tr: Şehir adı ile: Ankara
vi: Bằng tên tỉnh / thành: Paris

source: By City name and country: Toronto,Canada
cs: Podle názvu města a krajiny: Toronto, Kanada
de: Nach Stadtname und Land: Toronto,Kanada
gl: Por nome da Cidade e país: toronto,Canada
hr: Po imenu grada i države: Toronto,Kanada
it: Per nome della città e paese: Toronto, Canada
pl: Według nazwy miasta i kraju: Toronto,Canada
sk: Podľa názvu mesta a krajiny: Toronto, Canada
tr: Şehir ve ülke adı ile: Ankara,Türkiye
vi: Bằng tên tỉnh / thành và quốc gia: Toronto,Canada

source: Or Toronto,CA
cs: Anebo Toronto,CA
de: Oder Toronto,CA
gl: Ou toronto,CA
hr: Ili Toronto,CA
it: O Toronto, CA
pl: lub Toronto,CA
sk: Alebo Toronto,CA
tr: Veya Hatay,TR
vi: Hoặc Toronto,CA

source: By City name and region: Toronto,Ontario
cs: Podle názvu města a regiónu: Toronto, Ontario
de: Nach Stadtname und Region: Toronto,Ontario
gl: Por nome de Cidade e rexión: Toronto,Ontario
hr: Po nazivu grada i regije: Toronto,Oncario
it: Per nome della città e regione: Toronto, Ontario
pl: Według nazwy miasta i prowincji: Toronto,Ontario
sk: Podľa názvu mesta a regiónu: Toronto, Ontario
tr: Şehir adına ve bölgeye göre: Ankara, İçanadolu
vi: Bằng tên tỉnh / thành và vùng lãnh thổ: Toronto,Ontario

source: By US zip: 10001
cs: Podle amerického zipu: 10001
de: Nach US-Postleitzahl: 10001
gl: Por código postal dos Estados Unidos: 10001
hr: Po američkom poštanskom broju: 10001
it: Per codice postale USA: 10001
pl: Według kodu pocztowego w Stanach zjednoczonych: 10001
sk: Podľa amerického zipu: 10001
tr: ABD posta kodu ile: 10001
vi: Bằng mã zip của Mỹ: 10001

source: By UK postcode: SW1
cs: Podle britského poštovního směrovacího čísla: SW1
de: Nach UK-Postleitzahl: SW1
gl: Por código postal do Reino Unido: SW1
hr: Po britanskom poštanskom broju: SW1
it: Per codice postale del Regno Unito: SW1
pl: Według kodu pocztowego w Zjednoczonym królestwie: SW1
sk: Podľa britského poštového smerovacieho čísla: SW1
tr: Birleşik Krallık posta koduna göre: SW1
vi: Bằng mã bưu chính của Anh: SW1

source: By Canada postal code: G2J
cs: Podle kanadského poštovního směrovacího čísla: G2J
de: Nach kanadischer Postleitzahl: G2J
gl: Por código postal de Canadá: G2J
hr: Po poštanskom broju Kanade: G2J
it: Per codice postale canadese: G2J
pl: Według kodu pocztowego w Kanadzie: G2J
sk: Podľa kanadského poštového smerovacieho čísla: G2J
tr: Kanada posta koduna göre: G2J
vi: Bằng mã bưu điện của Canada: G2J

source: By metar:<metar code>: metar:EGLL
cs: Podle metar:<metar code>: metar:EGLL
de: Nach metar:<metar code>: metar:EGLL
gl: Por metar:<código metar>: metar:EGLL
hr: Po metru:<metar code>: metar:EGLL
it: Per metar:<metar codice>: metar:EGLL
pl: Według kodu metar:<metar code>: metar:EGLL
sk: Podľa metar:<metar code>: metar:EGLL
tr: Metar ile:<metar code>: metar:EGLL
vi: Bằng metar:<mã metar>: metar:EGLL

source: By iata:<3 digit airport code>: iata:DXB
cs: Podle iata:<3 číselný kód letiště>: iata:DXB
de: Nach iata:<3-stelliger Flughafencode>: iata:DXB
gl: Por iata:<código de aeroporto de 3 díxitos>: iata:DXB
hr: Po iata:<Troznamenkastom kodu zračne luke>: iata: DXB
it: Per iata: <codice aeroporto a 3 cifre>: iata: DXB
pl: Według kodu iata:<3 cyfrowy kod lotniska>: iata:DXB
sk: Podľa iata:<3 číselný kód letiska>: iata:DXB
tr: Iata ile:<3 haneli havaalanı kodu>: iata:DXB
vi: Bằng iata:<3 chữ số mã sân bay>: iata:DXB

source: By auto:ip IP lookup: auto:ip
cs: Podle auto:ip IP lookup: auto:ip
de: Nach auto:ip IP lookup: auto:ip
gl: Por localización da IP auto:ip: auto:ip
hr: Automobilom:ip IP lookup: auto: ip
it: Per auto: ip ricerca IP: auto: ip
pl: Według auto:ip poszukiwania adresu IP: auto:ip
sk: Podľa auto:ip IP lookup: auto:ip
tr: Auto:ip IP araması: auto:ip
vi: Bằng auto:ip IP tra cứu: auto:ip

source: By IP address (IPv4 and IPv6 supported): 100.0.0.1
cs: Podle adresy IP (podporované protokoly IPv4 a IPv6): 100.0.0.1
de: Nach IP-Addresse (IPv4 und IPv6 unterstützt): 100.0.0.1
gl: Por enderezo IP (IPv4 and IPv6 soportados): 100.0.0.1
hr: Po IP adresi (IPv4 i IPv6 podržani): 100.0.0.1
it: Per indirizzo IP (supportati IPv4 e IPv6): 100.0.0.1
pl: Według adresu IP (IPv4 i IPv6 są wspierane): 100.0.0.1
sk: Podľa adresy IP (podporované protokoly IPv4 a IPv6): 100.0.0.1
tr: IP adresine göre (IPv4 ve IPv6 desteklenir): 100.0.0.1
vi: Bằng địa chỉ IP (hỗ trợ cả IPv4 và IPv6): 100.0.0.1

source: if there will be cities with the same name, will be listed
cs: Městá se stejným názvem budou uvedené
de: Mehrere Städte mit demselben Namen werden in einer Liste aufgeführt
gl: se houber dúas cidades co mesmo nome, listaranse
hr: ako će postojati gradovi s istim imenom, bit će navedeni
it: se ci saranno città con lo stesso nome, saranno elencate
pl: Jeżeli istnieją miasta z dokładnie tą samą nazwa, będą pokazywane
sk: Mestá s rovnakým názvom budú uvedené
tr: aynı isimde şehirler varsa listelenecektir
vi: Nếu có các tỉnh / thành cùng tên, chúng sẽ được liệt kê

source: By default, confirming a selection, is used the postal code
cs: V předvoleném nastavení se jako potvrzení výberou používá poštovní směrovací číslo
de: Standardmäßig wird beim Bestätigen einer Auswahl die Postleitzahl verwendet
gl: Por defecto, ao confirmar unha selección, utilízase o código postal
hr: Po zadanim postavkama, pri potvrdi odabira, koristi se poštanski broj
it: Per impostazione predefinita, confermando una selezione, viene utilizzato il codice postale
pl: Domyślnie, potwierdzając wybór, używany jest kod pocztowy
sk: V predvolenom nastavení sa ako potvrdenie výberu používa poštové smerovacie číslo
tr: Varsayılan olarak, bir seçimi onaylamak için posta kodu kullanılır
vi: Mặc định, việc xác nhận lựa chọn sẽ dùng mã bưu chính

source: If the postal code is not valid, will be used a text string: city, state, region
cs: Jestliže PSČ není platné, použije se textový řetězec: město, stát, región
de: Wenn die Postleitzahl nicht gültig ist, wird eine Zeichenfolge verwendet: Stadt, Bundesland, Region
gl: Se o código postal non é válido, utilizarase unha cadea de texto: cidade, estado, rexión
hr: Ako poštanski broj nije valjan, koristit će se tekstualni niz: grad, država, regija
it: Se il codice postale non è valido, verrà utilizzata una stringa di testo: città, stato, regione
pl: Jeżeli kod pocztowy nie jest poprawny, będzie użyty ciąg tekstowy: miasto, stan, region
sk: Ak PSČ nie je platné, použije sa textový reťazec: mesto, štát, región
tr: Posta kodu geçerli değilse, bir metin dizesi kullanılacaktır: şehir, eyalet, bölge
vi: Nếu mã bưu chính không hợp lệ, sẽ dùng một chuỗi văn bản: tỉnh / thành, vùng lãnh thổ
