Repository: BlindHelp/weather_plus
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: cs, de, gl, hr, it, pl, sk, tr, vi

source: You can indicate how to proceed by prefixing the following commands
cs: Předvoľbou nasledujících příkazů můžete určit, jak postupovat
de: Sie können durch Voranstellen folgender Befehle angeben, wie Sie fortfahren möchten
gl: Pode indicar como proceder antepoñendo as seguintes ordes
hr: Prefiksom sljedećih naredbi možeš naznačiti kako postupiti
it: È possibile indicare come procedere anteponendo i seguenti comandi
pl: Można zdecydować jak poszukiwać dodając następujące polecenia
sk: Predvoľbou nasledujúcich príkazov môžete určiť, ako postupovať
tr: Aşağıdaki komutlara şu ön eklerle nasıl devam edeceğinizi belirleyebilirsiniz
vi: Bạn có thể chỉ ra cách tiến hành bằng các lệnh tiền tố sau

source: Direct (cities with the same name, will not listed), by typing D:City: D:Paris
cs: Přímé (města se stejným názvem, které nebudou uvedené), zadaním D: Město: D: Paříž
de: Direct (Städte mit demselben Namen werden nicht aufgelistet), D:City: D:Paris
gl: Directo (cidades co mesmo nome, non se listarán), escribiendo D:Cidade: D:París
hr: Izravno (gradovi s istim imenom, neće biti navedeni), tipkanjem D: Grad: D: Pariz
it: Diretto (città con lo stesso nome, non saranno elencate), digitando D:Città: D:Parigi
pl: Bezposrednio (miasta z tą samą nazwą, nie będą wylistowane), wpisując D:miasto: D:Paris
sk: Priame (mestá s rovnakým názvom, ktoré nebudú uvedené), zadaním D: Mesto: D: Paris
tr: Doğrudan (aynı ada sahip şehirler listelenmeyecek), D:Şehir yazarak, d:ankara
vi: Chỉ ra (không liệt kê các tỉnh / thành cùng tên), nhập D:City: D:Paris

source: Geographic coordinates, by typing G:City: G:Venezia
cs: Geografické souřadnice, zadáním G: Město: G: Venezia
de: Geografische Koordinaten, G:City: G:Venezia
gl: Coordenadas xeográficas, escribindo G:Cidade: G:Venecia
hr: Geografske kordinate upisivanjem G: Grad: G: Venezia
it: Coordinate geografiche, digitando G:Città: G:Venezia
pl: Współrzędne, pisząc G:miasto: G:Venezia
sk: Geografické súradnice, zadaním G: Mesto: G: Venezia
tr: Coğrafik koordinatlar, G:Şehir yazarak: g:ankara
vi: Tọa độ địa lý, nhập G:City: G:Venezia

source: Text string, by typing T:City: T:Bologna
cs: Textový řetězec zadáním T: Město: T: Bologna
de: Zeichenfolge, T:City: T:Bologna
gl: Cadea de texto, escribindo T:Cidade: T:Bolonia
hr: Tekstualni niz, upisivanjem T: Grad: T: Bologna
it: Stringa di testo, digitando T:Città: T:Bologna
pl: ciąg tekstu, Pisząc T:miasto: T:Bologna
sk: Textový reťazec zadaním T: Mesto: T: Bologna
tr: Metin dizesi, T:Şehir yazarak: t:ankara
vi: Chuỗi văn bản, nhập T:City: T:Bologna

source: If the city is not found
cs: Pokud se nepodařilo město nalézt
de: Wenn die Stadt nicht gefunden wurde
gl: Se a cidade non se atopa
hr: Ako se grad ne pronađe
it: Se la città non viene trovata
pl: Jeżeli miasto nie jest znalezione,
sk: Ak sa nepodarilo nájsť mesto
tr: Şehir bulunamazsa
vi: Nếu tỉnh / thành không được tìm thấy

source: Try to reverse the order in the search key
cs: Pokuste se obrátit pořadí vyhledávání
de: Versuchen Sie, die Reihenfolge im Suchschlüssel umzukehren
gl: Tenta revertir a orde na clave de búsqueda
hr: Pokušaj obrnuti redoslijed u polju za pretraživanje
it: Prova a invertire l'ordine nella chiave di ricerca
pl: Proszę spróbować odwrócić kolejność ciągów w kluczu wyszukiwania
sk: Pokúste sa obrátiť poradie vyhľadávania
tr: Arama dizgesindeki sırayı tersine çevirmeyi deneyin
vi: Thử đảo ngược thứ tự trong khóa tìm kiếm

source: Try with or without the country of origin
cs: Zkuste s nebo bez země daného města
de: Versuchen Sie es mit oder ohne Herkunftsland
gl: Probe con e sen o país de orixe
hr: Pokušaj sa ili bez zemlje porijekla
it: Provare con o senza il paese di origine
pl: Spróbuj z lub bez kraju pochodzenia
sk: Skúste zadať alebo naopak vynechať názov krajiny
tr: Menşe ülke ile veya olmadan deneyin
vi: Thử bao gồm hoặc không bao gồm nguồn gốc địa phương

source: Try to merge the name with hyphens, or separate it with separator
cs: Skuste zadat nebo naopak vynechat název krajiny
de: Versuchen Sie entweder, den Namen mit Bindestrichen zusammenzufügen oder mit Leerzeichen zu trennen
gl: Proba a uni-lo nome con guións, ou a separalo cun separador
hr: Pokušaj spojiti ime s crticama ili ga odvojiti razmakom
it: Prova a unire il nome con trattini o separalo con separatore
pl: Spróbuj scalić nazwę myślnikami, lub oddziel separatorem
sk: Pokúste sa zlúčiť meno so spojovníkmi alebo ho oddeľte oddeľovačom
tr: Adı tire ile birleştirmeyi deneyin, ya da boşluk ile ayırın
vi: Thử ghép tên với các dấu gạch ngang, hoặc dấu phân cách

source: Try deleting apostrophes
cs: Zkuste smazat znaménka apostrof
de: Vermeiden Sie Apostrophe
gl: Proba eliminando os apóstrofes
hr: Pokušaj izbrisati izostavnike
it: Provare a eliminare gli apostrofi
pl: spróbować usunąć apostrofy
sk: Skúste odstrániť znak apostrof
tr: Kesme işaretlerini silip deneyin
vi: Thử xóa đi dấu phảy trên

source: Try changing the vowels accented with normal vowels
cs: Zkuste změnit přízvučné souhlásky s normálními
de: Versuchen Sie, nur normale Vokale statt Vokale mit Akzentzeichen zu benutzen
gl: Probe torcando as vogais con til por vogais normais
hr: Pokušaj zamijeniti naglašene samoglasnike s običnim samoglasnicima
it: Provare a cambiare le vocali accentate con vocali normali
pl: Zmień samogłoski z akcentem na ich odpowiedniki bez akcentu
sk: Skúste zmeniť prízvučné samohlásky obvyklými samohláskami
tr: Aksanlı harfleri (şapkalı karakterler) normal olanlarla değiştirip deneyin
vi: Hãy thử thay đổi nguyên âm có dấu bằng nguyên âm bình thường

source: Try to change in English some parts
cs: Zkuste některé části změnit v angličtině
de: Versuchen Sie, einige Teile auf Englisch zu ändern
gl: Tente traducir a inglés algunhas partes
hr: Pokušaj neke dijelove na negleskom promijeniti
it: Provare a cambiare in inglese alcune parti
pl: Staraj się wprowadzać zmiany do poleceń po angielsku
sk: Zadajte názov v angličtine
tr: Bazı durumlarda İngilizce yazın
vi: Thử đổi một phần sang tiếng Anh

source: Try with a closest location
cs: Zkuste nejbližší polohu
de: Versuchen Sie es mit dem nächst gelegenen Ort
gl: Proba cunha cidade máis preto
hr: Pokušaj s najbližim mjestom
it: Provare con una posizione più vicina
pl: Spróbuj z najbliższym miastem
sk: Skúste iné najbližšie miesto
tr: En yakın lokasyonu bulup deneyin
vi: Thử với một vị trí gần nhất

source: Help placing
cs: Nápověda s umístěním
de: Hilfe
gl: Axuda
hr: Pomoć za određivanje mjesta
it: Aiuto immissione
pl: pomóż mi znaleźć miasto
sk: Pomocník
tr: Yardım mesajı
vi: Thông tin trợ giúp

source: No sound effect in memory!
cs: Žádný zvukový efekt v paměti!
de: Kein Sound-Effekt gefunden!
gl: Non hai efectos de son na memoria!
hr: Nema zvučnog efekta u memoriji!
it: Nessun effetto sonoro in memoria!
pl: Nie ma efektu dźwiękowego w pamięci!
sk: Žiadne zvukové efekty!
tr: Bellekte ses efekti yok!
vi: Không có hiệu ứng âm thanh trong bộ nhớ!

source: I can't reproduce the sound.
cs: Nemohu přehrát zvuk.
de: Der Sound konnte nicht wiedergegeben werden.
gl: Non se puido reproducir o son.
hr: Nije moguće reproducirati zvuk.
it: Non posso a riprodurre il suono.
pl: Nie mogę odtworzyć dźwięk.
sk: Nemôžem prehrať zvuk.
tr: sesi yeniden üretemiyorum.
vi: Tôi không thể tái tạo âm thanh.

source: Choose search key for
cs: Vyberte vyhledávací klíč pro
de: Wählen Sie einen Suchschlüssel für
gl: Escolla tecla de busca para
hr: Odaberi polje za pretraživanje za
it: Scegli la chiave di ricerca per
pl: wybierz klucz wyszukiwania dla
sk: Vyberte vyhľadávací kľúč pre
tr: İçin arama dizgesini seçin
vi: Chọn khóa tìm kiếm cho

source: Unfortunately I could not recover enough data to find the city.
cs: Bohužel se nepodařilo získat dostatek údajů pro vyhledání města.
de: Es konnten leider nicht genügend Daten geretter werden, um die Stadt zu finden.
gl: Lamentablemente non puiden recuperar datos suficientes para atopar a cidade.
hr: Na žalost, nije bilo moguće prikupiti dovoljno podataka za pronalazak grada.
it: Purtroppo non sono riuscito a recuperare abbastanza dati per trovare la città.
pl: Niestety, nie mogę odzyskać ilość danych do poszukiwania miasta.
sk: Bohužiaľ sa nepodarilo získať dostatok údajov na nájdenie mesta.
tr: Maalesef şehri bulmak için yeterli veriyi kurtaramadım.
vi: Không may, tôi không thể phục hồi đủ dữ liệu để tìm tỉnh / thành.

source: Do I try anyway?
cs: Mám to i tak skoušet?
de: Trotzdem versuchen?
gl: Inténtoo de todas maneiras?
hr: Da li ipak pokušati?
it: Provo comunque?
pl: Czy nadal próbować szukanie?
sk: Mám to skúšať aj tak?
tr: Tekrar deneyeyim mi?
vi: Tôi có nên thử không?

source: not found! Press F1 for help on entering data.
cs: Nenalezeno! Stiskněte F1 pro nápovědu o vložení dat.
de: Nicht gefunden! Drücken Sie F1, um Hilfe bei der Eingabe der Daten zu erhalten.
gl: non atopado! Pulse f1 para axuda acerca de introducir os datos.
hr: nije pronađeno! Pritisni F1 za pomoć o upisivanju podataka.
it: non trovato! Premere il tasto F1 per la guida sull'immissione dei dati.
pl: nie znaleziono! Naciśnij F1 dla pomocy jak wpisywać dane.
sk: Nenájdené! Stlačte F1 pre pomoc pri zadávaní dát.
tr: bulunamadı, veri girişiyle ilgili yardım almak için F1'e basın.
vi: Không tìm thấy! Bấm F1 để được trợ giúp về nhập dữ liệu.

source: Is not working properly or has been removed from the database of
cs: Nepracuje správně, nebo byl odebrán z databáze
de: Funktioniert nicht ordnungsgemäß oder wurde aus der Datenbank entfernt von
gl: Non está funcionando correctamente ou foi eliminado da base de datos de
hr: Ne radi pravilno ili je uklonjeno iz baze podataka
it: Non funziona correttamente o è stato rimosso dal database di
pl: Nie działa poprawnie, lub został usunięty z bazy danych
sk: Nepracuje správne, alebo bol odstránený z databázy
tr: Düzgün çalışmıyor ya da veritabanından silinmiş
vi: Không hoạt động đúng hoặc đã bị xóa khỏi cơ sở dữ liệu của

source: Is no longer valid!
cs: Již neplatné!
de: Ist nicht mehr gültig!
gl: Deixou de ser válido!
hr: Više ne važi!
it: Non è più valido!
pl: Więcej nie jest prawidłowy!
sk: Už nie je platný!
tr: Artık geçerli değil!
vi: Không còn hợp lệ!

source: This option requires the installation of some audio effects
cs: Tato volba vyžaduje instalaci zvukových efektů
de: Diese Option benötigt die Installation einiger Sound-Effekte
gl: Esta opción require a instalación dalgúns efectos de son
hr: Ova opcija zahtijeva instaliranje dodatnih zvučnih efekata
it: Questa opzione richiede l'installazione di alcuni effetti audio
pl: Ta opcja wymaga instalacji niektórych efektów dźwiękowych
sk: Táto voľba vyžaduje inštaláciu zvukových efektov
tr: Bu seçenek, bazı ses efektlerinin yüklenmesini gerektirir
vi: Tùy chọn này yêu cầu cài đặt vài hiệu ứng âm thanh

source: Do you want to install them?
cs: Chcete je nainstalovat?
de: Möchten Sie sie jetzt installlieren?
gl: Quere instalalos?
hr: Želiš li ih instalirati?
it: Vuoi installarli?
pl: Czy chcesz ję zainstalować?
sk: Chcete ich nainštalovať?
tr: Bunları yüklemek istiyor musunuz?
vi: Bạn có muốn cài đặt chúng không?

source: The audio effects are installed!
cs: Zvukové efekty jsou nainstalované!
de: Die Sound-Effekte sind bereits installiert!
gl: Os efectos de son están instalados!
hr: Zvučni efekti su instalirani!
it: Gli effetti audio sono installati!
pl: Efekty dźwiękowe są zainstalowane!
sk: Zvukové efekty sú nainštalované!
tr: Ses efektleri yüklendi!
vi: Hiệu ứng âm thanh đã được cài đặt!

source: Would you like to update?
cs: Chcete je aktualizovat?
de: Möchten Sie sie aktualisieren?
gl: Quere actualizalos?
hr: Želiš li ažurirati?
it: Vuoi aggiornarli?
pl: Czy chcesz zaktualizować?
sk: Chcete ich aktualizovať?
tr: Güncellemek ister misiniz?
vi: Bạn có muốn cập nhật không?

source: Or do you want to uninstall them?
cs: Nebo je chcete odinstalovat?
de: Möchten Sie sie entfernen?
gl: Ou quere desinstalalos?
hr: Ili ih želiš deinstalirati?
it: Oppure vuoi disinstallarli?
pl: Lub chcesz ję usunąć?
sk: Alebo ich chcete odinštalovať?
tr: Yoksa bunları kaldırmak mı istersiniz?
vi: Hay bạn có muốn gỡ cài đặt chúng?

source: Are you sure you want to uninstall the sound effects?
cs: Opravdu chcete odinstalovat zvukové efekty?
de: Möchten Sie die Sound-Effekte wirklich deinstallieren?
gl: Está seguro de que desexa desinstalar os efectos de son?
hr: Jesi li siguran da želiš deinstalirati zvučne efekte?
it: Sei sicuro di voler disinstallare gli effetti sonori?
pl: Czy jesteś pewien, że chcesz usunąć efekty dźwiękowe?
sk: Naozaj chcete odinštalovať zvukové efekty?
tr: Ses efektlerini kaldırmak istediğinizden emin misiniz?
vi: Bạn có chắc chắn gỡ cài đặt các hiệu ứng âm thanh không?

source: Update in progress
cs: Probíhá aktualizace
de: Update läuft
gl: Actualización en progreso
hr: Ažuriranje je u tijeku
it: Aggiornamento in corso
pl: aktualizacja w trakcie
sk: Prebieha aktualizácia
tr: Güncelleme işlemi devam ediyor
vi: Đang tiến hành cập nhật

source: Installation in progress
cs: Probíhá instalace
de: Installation läuft
gl: Instalación en progreso
hr: Instaliranje je u tijeku
it: Installazione in corso
pl: Instalacja w trakcie
sk: Prebieha inštalácia
tr: Kurulum yapılıyor
vi: Đang tiến hành cài đặt

source: The installation of audio effects has been completed successfully!
cs: Instalace zvukových efektů proběhla úspěšně!
de: Die installation der Sound-Effekte wurde erfolgreich abgeschlossen!
gl: A instalación dos efectos de audio foi completada con éxito!
hr: Instaliranje zvučnih efekata je uspješno završena!
it: L'installazione degli effetti audio è stata completata con successo!
pl: Instalacja efektów dźwiękowych została zakończona powodzeniem!
sk: Inštalácia zvukových efektov bola dokončená!
tr: Ses efektleri kurulumu başarıyla tamamlandı!
vi: Đã hoàn tất cài đặt các hiệu ứng âm thanh!

source: Adding folder:
cs: Přidávám složku:
de: Hinzufügen des Ordners:
gl: Engadindo carpeta:
hr: Dodavanje mape:
it: Aggiunta della cartella:
pl: Dodawanie katalogu:
sk: Pridaný priečinok:
tr: Klasör ekleniyor:
vi: Đang thêm thư mục:

source: The upgrade of audio effects has been completed successfully!
cs: Aktualizace zvukových efektů proběhla úspěšně!
de: Das Upgrade für die Sound-Effekte wurde erfolgreich abgeschlossen!
gl: A actualización dos efectos de son foi completada exitosamente!
hr: Nadogradnja zvučnih efekata je uspješno završena!
it: L'aggiornamento degli effetti audio è stato completato con successo!
pl: Aktualizacja efektów dźwiękowych zakończona powodzeniem!
sk: Aktualizácia zvukových efektov bola dokončená!
tr: Ses efektleri yükseltme işlemi başarıyla tamamlandı!
vi: Việc cập nhật hiệu ứng audio đã hoàn tất!

source: These sound effects are subject to change by the author.
cs: Tyto zvukové efekty podléhají autorovi, který je může změnit.
de: Diese Sound-Effekte können vom Autor geändert werden.
gl: Estes efectos de son están suxeitos a cambios por parte do autor.
hr: Ove zvučne efekte mijenja autor.
it: Questi effetti sonori sono soggetti a modifiche da parte dell'autore.
pl: Te efekty dźwiękowe mogą być zmienione przez autora.
sk: Tieto zvukové efekty môže autor zmeniť.
tr: Bu ses efektleri yazar tarafından değiştirilebilir.
vi: Những hiệu ứng âm thanh có thể thay đổi bởi tác giả.

source: Disable and re-enable this option in order to update or uninstall them.
cs: Vypněte a zapněte tuto volbu pro jejich aktualizaci či stažení!
de: Deaktivieren und reaktivieren Sie diese Option, um die Sound-Effekte zu aktualisieren oder zu deinstallieren.
gl: Deshabilita e rehabilita esta opción para actualizalos ou eliminalos.
hr: Isključi i ponovo uključi ovu opciju, kako bi se ažurirali ili deinstalirali.
it: Disattivare e riattivare questa opzione per aggiornarli o disinstallarli.
pl: Wyłącz, a potem ponownie włącz tę opcję, aby zaktualizować efekty dźwiękowe.
sk: Vypnite a zapnite túto voľbu pre ich opätovnú inštaláciu alebo aktualizáciu.
tr: Kaldırmak ya da güncellemek için bu seçeneği devre dışı bırakıp yeniden etkinleştirin.
vi: Tắt và bật lại tùy chọn này để cập nhật hay gỡ cài đặt chúng.

source: Verify that your internet connection is active, or try again later.
cs: Ověřte funkčnost internetového připojení, a opakujte později.
de: Bitte überprüfen Sie Ihre Internetverbindung oder versuchen Sie es später erneut.
gl: Verifique que a súa conexión a internet está activa, ou inténteo máis tarde.
hr: Provjeri internetsku vezu ili pokušaj kasnije ponovo.
it: Verificare che la connessione a internet sia attiva, o riprovare più tardi!
pl: Upewnij się, że twoje łącze internetowe jest aktywne, lub proszę spróbować później.
sk: Overte funkčnosť internetového pripojenia, alebo skúste neskôr.
tr: Internet bağlantısının etkin olduğunu doğrulayın veya daha sonra tekrar deneyin.
vi: Chắc rằng bạn đang có kết nối mạng hoặc thử lại sau.

source: File corrupted or not available!
cs: Soubor je poškozený, nebo není dostupný
de: Die Datei ist beschädigt oder nicht verfügbar!
gl: Arquivo corrupto ou non dispoñible!
hr: Datoteka je oštećena ili nije dostupna!
it: File danneggiato o non disponibile!
pl: Plik jest uszkodzony lub niedostępny!
sk: Súbor je poškodený, alebo nie je dostupný!
tr: Dosya bozuk veya mevcut değil!
vi: Tập tin bị lỗi hoặc không tồn tại!

source: Sorry, I could not complete the installation of the sound effects!
cs: Litujeme, nemohla být dokončena instalace zvukových efektů!
de: Die Installation der Sound-Effekte konnte nicht abgeschlossen werden!
gl: Desculpe, non se puido completar a instalación dos efectos de son!
hr: Na žalost, nije bilo moguće dovršiti instaliranje zvučnih efekata!
it: Spiacente, non ho potuto completare l'installazione degli effetti sonori!
pl: Przepraszam, nie można zakończyć instalacji efektów dźwiękowych!
sk: Inštalácia zvukových efektov nemohla byť dokončená!
tr: Üzgünüm, ses efektleri kurulumunu tamamlayamadım!
vi: Xin lỗi. Tôi không thể cài đặt hiệu ứng âm thanh!

source: Installation Error!
cs: Chyba při instalaci!
de: Installationsfehler!
gl: Erro na Instalación!
hr: Greška pri instaliranju!
it: Errore di installazione!
pl: Błąd podczas instalacji!
sk: Chyba pri inštalácii!
tr: Yükleme Hatası!
vi: Lỗi cài đặt!

source: Cannot identify your location, due to insufficient data.
cs: Nedostatečná data! Nelze identifikovat složku, do které data náleží.
de: Der Standort konnte auf Grund unzureichender Daten nicht identifiziert werden.
gl: Non se pode identiicar a súa ubicación, datos insuficientes.
hr: Nije moguće pronaći mjesto, nema dovoljno podataka.
it: Non posso individuare la località, a causa di dati insufficienti.
pl: Nie możemy zidentyfikować miejscowości, ze względu braku danych.
sk: Kvôli nedostatočným dátam nemôžem lokalizovať vašu polohu.
tr: Bulunduğunuz yer veri yetersizliği nedeniyle belirlenemiyor.
vi: Không thể xác định vị trí của bạn, do không đủ dữ liệu.

source: Details of
cs: Podrobnosti
de: Informationen für
gl: Detalles de
hr: Detalji za
it: Dettagli di
pl: Szczegóły dla
sk: Podrobnosti o
tr: Detayları
vi: Các chi tiết của

source: Place
cs: Místo
de: Ort
gl: Lugar
hr: Mjesto
it: Località
pl: Miejsce
sk: Miesto
tr: Konum
vi: Nơi

source: Current local time
cs: Aktuální lokální čas
de: Aktuelle Ortszeit
gl: Hora local actual
hr: Trenutačno lokalno vrijeme
it: Ora locale corrente
pl: Aktualny czas miejscowy
sk: Aktuálny miestny čas
tr: Geçerli yerel saat
vi: Giờ địa phương hiện tại

source: Degrees latitude
cs: Stupně zeměpisné šířky
de: Breitengrad
gl: Latitude graos
hr: Stupnjeve geografske širine
it: Gradi di latitudine
pl: Stopnie szerokości
sk: Zemepisná šírka
tr: Enlem
vi: Độ vĩ độ

source: Degrees longitude
cs: Stupně zeměpisné délky
de: Längengrad
gl: Lonxitude graos
hr: Stupnjeve geografske dužine
it: Gradi di longitudine
pl: Stopnie długości
sk: zemepisná dĺžka
tr: Boylam
vi: Độ kinh độ

source: Elevation above sea level
cs: Kóta nadmořské výšky
de: Höhe über dem Meeresspiegel
gl: Altitude sobre o nivel do mar
hr: Nadmorsku visinu
it: Altitudine sul livello del mare
pl: wysokość nad poziomem morza
sk: Nadmorská výška
tr: Deniz seviyesinden yükseklik
vi: Độ cao so với mực nước biển

source: meters
cs: Metrů
de: Meter
gl: metros
hr: metara
it: metri
pl: Metrów
sk: Metrov
tr: metre
vi: mét

source: Define the area for
cs: Definujte oblast pro
de: Gegend festlegen für
gl: Definir a área a
hr: Odredi područje za
it: Definire l'area per
pl: Zdefiniuj obszar dla
sk: Definujte oblasť pre
tr: Alanı tanımlayın
vi: quy định vùng miền cho

source: Hinterland
cs: Vnitrozemské
gl: Traspaís
hr: Zaleđe
it: Entroterra
pl: terytorium nadmorski
sk: Vnútrozemie
tr: İç bölge
vi: Nội địa

source: Maritime area
cs: Přímořská oblast
de: Meeresgebiet
gl: Zona marítima
hr: Priobalno područje
it: Zona marittima
pl: terytorium nadmorski
sk: Prímorská oblasť
tr: Deniz kıyısı
vi: Khu vực Maritime

source: Desert zone
cs: Pouštní pásmo
de: Wüstengebiet
gl: Zona desértica
hr: Pustinjska zona
it: Zona del deserto
pl: Strefa pustynna
sk: Púštna oblasť
tr: Çöl bölgesi
vi: vùng sa mạc

source: Arctic zone
cs: Arktické pásmo
de: Arktisches Gebiet
gl: Zona ártica
hr: Arktička zona
it: Zona artica
pl: Strefa arktyczna
sk: Arktická oblasť
tr: Arktik bölge
vi: vùng Bắc Cực

source: Mountain zone
cs: Horské pásmo
de: Gebirge
gl: Zona de montaña
hr: Planinska zona
it: Zona montana
pl: góry
sk: Horská oblasť
tr: Dağlık bölge
vi: Vùng núi

source: Enter new name.
cs: Zadejte nový název.
de: Geben Sie einen neuen Namen ein.
gl: Introduza nov nome.
hr: Upiši novo ime.
it: Inserisci un nuovo nome.
pl: Wpisz nową nazwę.
sk: Zadajte nový názov.
tr: Yeni isim girin.
vi: Nhập tên mới.

source: The details of this city are not in the database and so I added them to the list.
cs: Podrobnosti o tomto městě nejsou v databáze, byly přidány do seznamu.
de: Die Stadtinformationen sind nicht in der Datenbank vorhanden, sie wurden daher neu abgerufen und in die Liste aufgenommen.
gl: Os detalles desta cidade non están na base de datos, de xeito que os engadín á lista.
hr: Pojedinosti o ovom gradu nisu u bazi podataka, pa sam ih dodao na popis.
it: I dettagli di questa città non sono nel database e quindi li ho aggiunti alla lista.
pl: Szczegóły o tym mieście nie są w bazie danych, co oznacz że są dodane do listy.
sk: Podrobnosti o tomto meste nie sú v databáze, tak som ich pridal do zoznamu.
tr: Bölgeyle ilgili veri tabanında bulunmayan detaylar listeye eklendi.
vi: Các chi tiết của tỉnh / thành này không có trong cơ sở dữ liệu nên tôi đã thêm chúng vào danh sách.

source: it can't be used because it already exists!
cs: nelze ji použít, protože již existuje!
de: Der Name konnte nicht verwendet werden, da dieser bereits vorhanden ist!
gl: non pode usarse porque xa existe!
hr: ne može se koristiti jer već postoji!
it: non può essere usato perché esiste già!
pl: Nie może być użyte bo już istnieje!
sk: nie je možné ho použiť, pretože už existuje!
tr: kullanılamaz çünkü zaten var!
vi: không thể dùng vì nó đã tồn tại!

source: is correct
cs: Je správně
de: ist richtig
gl: é correcto
hr: je točno
it: è corretto
pl: jest prawidłowe
sk: Je správne
tr: doğru
vi: chính xác

source: But the name
cs: Ale dané jméno
de: Aber der Name
gl: Pero o nome
hr: Ali ime
it: Ma il nome
pl: ale nazwa
sk: Ale zadaný názov
tr: Ama isim
vi: Nhưng tên

source: already exists
cs: již existuje
de: ist bereits vorhanden
gl: xa existe
hr: već postoji
it: esiste già
pl: już istnieje
sk: už existuje
tr: zaten var
vi: đã tồn tại

source: You have to change it!
cs: Je třeba to změnit!
de: Sie müssen diesen ändern!
gl: Debería cambiar isto!
hr: Moraš ga promijeniti!
it: Bisogna cambiarlo!
pl: musisz je zmienić!
sk: Je potrebné ho zmeniť!
tr: Bunu değiştirmeniz gerekiyor!
vi: Bạn phải thay đổi nó!

source: The city proper is
cs: Správné město je
de: Die eigendliche Stadt ist
gl: A cidade correcta é
hr: Pravi grad je
it: La città vera e propria è
pl: Prawidłowa nazwa miasta to
sk: Správny názov je
tr: Uygun şehir
vi: Tỉnh / Thành thích hợp là
